Repository: kalorinaapp/Frontend
Catalog: lib/l10n/app_*.arb
Languages: bg, es, fr, hr, hu, it, ro, sl, sr

source: Add Ingredient
bg: Добави съставка
es: Agregar Ingrediente
fr: Ajouter Ingrédient
hr: Dodaj sastojak
hu: Összetevő Hozzáadása
it: Aggiungi ingrediente
ro: Adaugă Ingredient
sl: Dodaj Sestavino
sr: Додај Састојак

source: Scanned Meal
bg: Сканирано ястие
es: Comida Escaneada
fr: Repas Scanné
hr: Skenirani obrok
hu: Szkennelt Étel
it: Pasto scansionato
ro: Masă Scanată
sl: Skeniran Obrok
sr: Скениран Оброк

source: Set Name
bg: Задай име
es: Establecer Nombre
fr: Définir le Nom
hr: Postavi ime
hu: Név Beállítása
it: Imposta nome
ro: Setează Numele
sl: Nastavi Ime
sr: Постави Име

source: Personal Information
bg: Лична информация
es: Información Personal
fr: Informations Personnelles
hr: Osobne informacije
hu: Személyes Adatok
it: Informazioni personali
ro: Informații Personale
sl: Osebne Informacije
sr: Личне Информације

source: Weight
bg: Тегло
es: Peso
fr: Poids
hr: Težina
hu: Súly
it: Peso
ro: Greutate
sl: Teža
sr: Тежина

source: Height
bg: Височина
es: Altura
fr: Taille
hr: Visina
hu: Magasság
it: Altezza
ro: Înălțime
sl: Višina
sr: Висина

source: Age
bg: Възраст
es: Edad
fr: Âge
hr: Dob
hu: Életkor
it: Età
ro: Vârstă
sl: Starost
sr: Доб

source: Gender
bg: Пол
es: Género
fr: Genre
hr: Spol
hu: Nem
it: Genere
ro: Gen
sl: Spol
sr: Пол

source: Daily Steps Goal
bg: Дневна цел за стъпки
es: Meta diaria de pasos
fr: Objectif quotidien de pas
hr: Dnevni cilj koraka
hu: Napi lépéscél
it: Obiettivo giornaliero passi
ro: Obiectiv zilnic de pași
sl: Dnevni cilj korakov
sr: Дневни циљ корака

source: Add Burned Calories to Goal
bg: Добави изгорените калории към целта
es: Agregar Calorías Quemadas a la Meta
fr: Ajouter les Calories Brûlées à l'Objectif
hr: Dodaj potrošene kalorije u cilj
hu: Égett Kalóriák Hozzáadása a Célhoz
it: Aggiungi le calorie bruciate all’obiettivo
ro: Adaugă Calorii Arse la Obiectiv
sl: Dodaj Porabljene Kalorije k Cilju
sr: Додај Спаљене Калорије у Циљ

source: Account
bg: Акаунт
es: Cuenta
fr: Compte
hr: Račun
hu: Fiók
ro: Cont
sl: Račun
sr: Налог

source: Manage your profile and account settings
bg: Управлявай профила и настройките на акаунта си
es: Gestiona tu perfil y configuración de cuenta
fr: Gère ton profil et les paramètres du compte
hr: Upravljaj svojim profilom i postavkama računa
hu: Kezeld a profilod és fiókbeállításaid
it: Gestisci il tuo profilo e le impostazioni dell’account
ro: Gestionează profilul și setările contului tău
sl: Upravljaj svojim profilom in nastavitvami računa
sr: Управљај својим профилом и подешавањима налога

source: Health Tracking
bg: Проследяване на здравето
es: Seguimiento de Salud
fr: Suivi de Santé
hr: Praćenje zdravlja
hu: Egészségkövetés
it: Monitoraggio salute
ro: Urmărire Sănătate
sl: Sledenje Zdravju
sr: Праћење Здравља

source: View your health consistency and progress
bg: Виж своята последователност и напредък
es: Ve tu consistencia de salud y progreso
fr: Vois ta cohérence de santé et tes progrès
hr: Pogledaj svoju dosljednost i napredak
hu: Nézd meg az egészségi következetességed és haladásod
it: Visualizza la tua costanza e i tuoi progressi
ro: Vezi consistența sănătății și progresul tău
sl: Oglej si svojo zdravstveno doslednost in napredek
sr: Погледај своју здравствену доследност и напредак

source: Notifications
bg: Известия
es: Notificaciones
hr: Obavijesti
hu: Értesítések
it: Notifiche
ro: Notificări
sl: Obvestila
sr: Обавештења

source: Configure your notification preferences
bg: Настрой предпочитанията си за известия
es: Configura tus preferencias de notificación
fr: Configure tes préférences de notification
hr: Konfiguriraj svoje postavke obavijesti
hu: Konfiguráld az értesítési beállításaid
it: Configura le tue preferenze di notifica
ro: Configurează preferințele tale de notificare
sl: Konfiguriraj svoje nastavitve obvestil
sr: Конфигуриши своје поставке обавештења

source: About
bg: За приложението
es: Acerca de
fr: À Propos
hr: O aplikaciji
hu: Az Alkalmazásról
it: Informazioni
ro: Despre
sl: O Aplikaciji
sr: О Апликацији

source: App version and information
bg: Версия на приложението и информация
es: Versión de la aplicación e información
fr: Version de l'application et informations
hr: Verzija aplikacije i informacije
hu: Alkalmazás verzió és információk
it: Versione dell’app e informazioni
ro: Versiunea aplicației și informații
sl: Verzija aplikacije in informacije
sr: Верзија апликације и информације

source: Enter your name
bg: Въведи името си
es: Ingresa tu nombre
fr: Entre ton nom
hr: Unesite svoje ime
hu: Add meg a neved
it: Inserisci il tuo nome
ro: Introdu numele tău
sl: Vnesi svoje ime
sr: Унеси своје име

source: Select Gender
bg: Избери пол
es: Seleccionar Género
fr: Sélectionner le Genre
hr: Odaberite spol
hu: Nem Kiválasztása
it: Seleziona genere
ro: Selectează Genul
sl: Izberi Spol
sr: Одабери Пол

source: Male
bg: Мъж
es: Masculino
fr: Masculin
hr: Muški
hu: Férfi
it: Maschio
ro: Masculin
sl: Moški
sr: Мушки

source: Female
bg: Жена
es: Femenino
fr: Féminin
hr: Ženski
hu: Nő
it: Femmina
ro: Feminin
sl: Ženski
sr: Женски

source: years
bg: години
es: años
fr: ans
hr: godina
hu: év
it: anni
ro: ani
sl: let
sr: година

source: steps
bg: стъпки
es: pasos
fr: pas
hr: koraka
hu: lépés
it: passi
ro: pași
sl: korakov
sr: корака

source: Progress
bg: Напредък
es: Progreso
fr: Progrès
hr: Napredak
hu: Haladás
it: Progresso
ro: Progres
sl: Napredek
sr: Напредак

source: My Weight
bg: Моето тегло
es: Mi Peso
fr: Mon Poids
hr: Moja težina
hu: Súlyom
it: Il mio peso
ro: Greutatea Mea
sl: Moja Teža
sr: Моја Тежина

source: Log Weight
bg: Запиши тегло
es: Registrar Peso
fr: Enregistrer le Poids
hr: Prijavi težinu
hu: Súly Rögzítése
it: Registra peso
ro: Înregistrează Greutatea
sl: Zabeleži Težo
sr: Пријави Тежину

source: Target Weight
bg: Целево тегло
es: Peso Objetivo
fr: Poids Cible
hr: Ciljna težina
hu: Cél Súly
it: Peso obiettivo
ro: Greutatea Țintă
sl: Ciljna Teža
sr: Циљна Тежина

source: Update
bg: Актуализирай
es: Actualizar
fr: Mettre à Jour
hr: Ažuriraj
hu: Frissítés
it: Aggiorna
ro: Actualizează
sl: Posodobi
sr: Ажурирај

source: To target weight
bg: към целевото тегло
es: Al peso objetivo
fr: Vers le poids cible
hr: Do ciljne težine
hu: A cél súlyig
it: Verso il peso obiettivo
ro: Către greutatea țintă
sl: K ciljni teži
sr: До циљне тежине

source: Weight Goal Progress
bg: Напредък към целевото тегло
es: Progreso del Objetivo de Peso
fr: Progrès du Poids Cible
hr: Napredak cilja težine
hu: Cél Súly Haladás
it: Progresso verso il peso obiettivo
ro: Progresul Greutății Țintă
sl: Napredek Ciljne Teže
sr: Напредак Циља Тежине

# thirtyDays
source: 30 Days
bg: 30 дни
es: 30 Días
fr: 30 Jours
hr: 30 dana
hu: 30 Nap
it: 30 giorni
ro: 30 Zile
sl: 30 Dni
sr: 30 Дана

# ninetyDays
source: 90 Days
bg: 90 дни
es: 90 Días
fr: 90 Jours
hr: 90 dana
hu: 90 Nap
it: 90 giorni
ro: 90 Zile
sl: 90 Dni
sr: 90 Дана

# sixMonths
source: 6 Months
bg: 6 месеца
es: 6 Meses
fr: 6 Mois
hr: 6 mjeseci
hu: 6 Hónap
it: 6 mesi
ro: 6 Luni
sl: 6 Mesecev
sr: 6 Месеци

# oneYear
source: 1 Year
bg: 1 година
es: 1 Año
fr: 1 An
hr: 1 godina
hu: 1 Év
it: 1 anno
ro: 1 An
sl: 1 Leto
sr: 1 Година

source: All Time
bg: Целия период
es: Todo el Tiempo
fr: Tout le Temps
hr: Cijelo razdoblje
hu: Minden Idő
it: Tutto il tempo
ro: Tot Timpul
sl: Ves Čas
sr: Све Време

source: Start
bg: Начало
es: Inicio
fr: Début
hr: Početak
hu: Kezdet
it: Inizio
ro: Început
sl: Začetek
sr: Почетак

source: Now
bg: Сега
es: Ahora
fr: Maintenant
hr: Sada
hu: Most
it: Ora
ro: Acum
sl: Sedaj
sr: Сада

source: Avg daily progress
bg: Среден дневен напредък
es: Progreso diario promedio
fr: Progrès quotidien moyen
hr: Prosječni dnevni napredak
hu: Átlagos napi haladás
it: Progresso medio giornaliero
ro: Progres mediu zilnic
sl: Povprečni dnevni napredek
sr: Просечни дневни напредак

source: Avg daily lost
bg: Средно дневно свалено
es: Promedio diario perdido
fr: Perdu quotidiennement en moyenne
hr: Prosječno dnevno izgubljeno
hu: Átlagos napi veszteség
it: Perdita media giornaliera
ro: Medie zilnică pierdută
sl: Povprečno dnevno izgubljeno
sr: Просечно дневно изгубљено

source: Avg daily gained
bg: Средно дневно качено
es: Promedio diario ganado
fr: Gagné quotidiennement en moyenne
hr: Prosječno dnevno dobiveno
hu: Átlagos napi nyereség
it: Aumento medio giornaliero
ro: Medie zilnică câștigată
sl: Povprečno dnevno pridobljeno
sr: Просечно дневно добијено

source: Add Progress Photo
bg: Добави снимка на напредъка
es: Agregar Foto de Progreso
fr: Ajouter Photo de Progrès
hr: Dodaj fotografiju napretka
hu: Haladás Fotó Hozzáadása
it: Aggiungi foto progresso
ro: Adaugă Fotografie Progres
sl: Dodaj Fotografijo Napredka
sr: Додај Фотографију Напретка

source: Camera
bg: Камера
es: Cámara
fr: Caméra
hr: Kamera
hu: Kamera
it: Fotocamera
ro: Cameră
sl: Kamera
sr: Камера

source: Progress Photos
bg: Снимки на напредъка
es: Fotos de Progreso
fr: Photos de Progrès
hr: Fotografije napretka
hu: Haladás Fotók
it: Foto progresso
ro: Fotografii Progres
sl: Fotografije Napredka
sr: Фотографије Напретка

source: See progress
bg: Виж напредъка
es: Ver progreso
fr: Voir le progrès
hr: Vidi napredak
hu: Haladás megtekintése
it: Vedi progresso
ro: Vezi progresul
sl: Poglej napredek
sr: Види напредак

source: Upload Photo
bg: Качи снимка
es: Subir Foto
fr: Télécharger Photo
hr: Učitaj fotografiju
hu: Fotó Feltöltése
it: Carica foto
ro: Încarcă Fotografie
sl: Naloži Fotografijo
sr: Учитај Фотографију

source: Upload
bg: Качи
es: Subir
fr: Télécharger
hr: Učitaj
hu: Feltöltés
it: Carica
ro: Încarcă
sl: Naloži
sr: Учитај

source: Steps Today
bg: Стъпки днес
es: Pasos Hoy
fr: Pas Aujourd'hui
hr: Današnji koraci
hu: Lépések Ma
it: Passi oggi
ro: Pași Astăzi
sl: Koraki Danes
sr: Кораци Данас

source: Tap to enable health permissions
bg: Докосни, за да активираш здравните разрешения
es: Toca para habilitar permisos de salud
fr: Appuyez pour activer les autorisations de santé
hr: Dodirnite za omogućavanje zdravstvenih dozvola
hu: Érintse meg az egészségügyi engedélyek engedélyezéséhez
it: Tocca per abilitare i permessi salute
ro: Atinge pentru a activa permisiunile de sănătate
sl: Dotakni se za omogočitev zdravstvenih dovoljenj
sr: Додирни за омогућавање здравствених дозвола

source: Add burned calories to daily goal
bg: Добави изгорените калории към дневната цел
es: Agregar calorías quemadas a la meta diaria
fr: Ajouter les calories brûlées à l'objectif quotidien
hr: Dodaj potrošene kalorije u dnevni cilj
hu: Égő kalóriák hozzáadása a napi célhoz
it: Aggiungi le calorie bruciate all’obiettivo giornaliero
ro: Adaugă caloriile arse la obiectivul zilnic
sl: Dodaj porabljene kalorije k dnevnemu cilju
sr: Додај спаљене калорије у дневни циљ

source: Calories Burned
bg: Изгорени калории
es: Calorías Quemadas
fr: Calories Brûlées
hr: Potrošene kalorije
hu: Égő Kalóriák
it: Calorie bruciate
ro: Calorii Arse
sl: Porabljene Kalorije
sr: Спаљене Калорије

source: kg
bg: кг
sr: кг

source: since last weigh in
bg: от последното измерване
es: desde la última pesada
fr: depuis la dernière pesée
hr: od posljednjeg mjerenja
hu: az utolsó mérés óta
it: dall’ultima pesata
ro: de la ultima cântărire
sl: od zadnjega tehtanja
sr: од последњег мерења

# kgPerDay
source: kg/day
bg: кг/ден
es: kg/día
fr: kg/jour
hr: kg/dan
hu: kg/nap
it: kg/giorno
ro: kg/zi
sl: kg/dan
sr: кг/дан

source: kg to go
bg: кг до целта
es: kg por alcanzar
fr: kg à atteindre
hr: kg do cilja
hu: kg a célig
it: kg rimanenti
ro: kg până la țintă
sl: kg do cilja
sr: кг до циља

source: Great Job
bg: Браво
es: ¡Excelente
fr: Excellent
hr: Odlično
hu: Nagyszerű
it: Ottimo
ro: Excelent
sl: Odlično
sr: Одлично

source: You gained
bg: Качи
es: Ganaste
fr: Tu as pris
hr: Dobio si
hu: Hozzáadtál
it: Hai guadagnato
ro: Ai câștigat
sl: Dobil si
sr: Добио си

source: Weigh-in due
bg: Време е за измерване
es: Pesaje pendiente
fr: Pesée due
hr: Vrijeme je za mjerenje
hu: Mérés szükséges
it: È ora di pesarsi
ro: Cântărire necesară
sl: Tehtanje potrebno
sr: Мерење потребно

# nextWeighIn
source: Next weigh-in: {days}d
bg: Следващо измерване: {days}д
es: Próximo pesaje: {days}d
fr: Prochaine pesée: {days}j
hr: Sljedeće mjerenje: {days}d
hu: Következő mérés: {days}n
it: Prossima pesata: {days}g
ro: Următoarea cântărire: {days}z
sl: Naslednje tehtanje: {days}d
sr: Следеће мерење: {days}д

source: Enter username
bg: Въведи потребителско име
es: Ingrese nombre de usuario
fr: Entrez le nom d'utilisateur
hr: Unesite korisničko ime
hu: Adja meg a felhasználónevet
it: Inserisci nome utente
ro: Introduceți numele de utilizator
sl: Vnesite uporabniško ime
sr: Унесите корисничко име

source: Birthday
bg: Рожден ден
es: Cumpleaños
fr: Anniversaire
hr: Rođendan
hu: Születésnap
it: Data di nascita
ro: Ziua de naștere
sl: Rojstni dan
sr: Рођендан

source: Personal Details
bg: Лични данни
es: Detalles personales
fr: Détails personnels
hr: Osobni podaci
hu: Személyes adatok
it: Dettagli personali
ro: Detalii personale
sl: Osebni podatki
sr: Лични подаци

# rolloverLeftOverCalories
source: Rollover up to 200 Left Over Calories From Yesterday
bg: Прехвърли до 200 останали калории от вчера
es: Transferir hasta 200 calorías sobrantes de ayer
fr: Transférer jusqu'à 200 calories restantes d'hier
hr: Prenesi do 200 preostalih kalorija od jučer
hu: Vigye át legfeljebb 200 tegnapi maradék kalóriát
it: Trasferisci fino a 200 calorie rimaste da ieri
ro: Transferă până la 200 de calorii rămase de ieri
sl: Prenesi do 200 preostalih kalorij od včeraj
sr: Преноси до 200 преосталих калорија од јуче

source: Add Burned Calories
bg: Добави изгорени калории
es: Agregar calorías quemadas
fr: Ajouter les calories brûlées
hr: Dodaj potrošene kalorije
hu: Adja hozzá az elégetett kalóriákat
it: Aggiungi calorie bruciate
ro: Adaugă caloriile arse
sl: Dodaj porabljene kalorije
sr: Додај спаљене калорије

source: Invite Friends
bg: Покани приятели
es: Invitar amigos
fr: Inviter des amis
hr: Pozovi prijatelje
hu: Hívja meg a barátokat
it: Invita amici
ro: Invită prieteni
sl: Povabi prijatelje
sr: Позови пријатеље

source: Adjust Macronutrients
bg: Настрой макронутриентите
es: Ajustar macronutrientes
fr: Ajuster les macronutriments
hr: Prilagodi makronutrijente
hu: Állítsa be a makrotápanyagokat
it: Regola i macronutrienti
ro: Ajustează macronutrienții
sl: Prilagodi makronutriente
sr: Прилагоди макронутријенте

source: Support
bg: Поддръжка
es: Soporte
hr: Podrška
hu: Támogatás
it: Supporto
ro: Suport
sl: Podpora
sr: Подршка

source: Privacy Policy
bg: Политика за поверителност
es: Política de privacidad
fr: Politique de confidentialité
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ro: Politica de confidențialitate
sl: Pravilnik o zasebnosti
sr: Политика приватности

source: Terms and Conditions
bg: Условия за ползване
es: Términos y condiciones
fr: Termes et conditions
hr: Uvjeti korištenja
hu: Felhasználási feltételek
it: Termini e condizioni
ro: Termeni și condiții
sl: Pogoji in določila
sr: Услови и одредбе

source: Delete Account
bg: Изтрий акаунта
es: Eliminar cuenta
fr: Supprimer le compte
hr: Obriši račun
hu: Fiók törlése
it: Elimina account
ro: Șterge contul
sl: Izbriši račun
sr: Обриши налог

source: Logout
bg: Изход
es: Cerrar sesión
fr: Déconnexion
hr: Odjava
hu: Kijelentkezés
it: Disconnetti
ro: Deconectare
sl: Odjava
sr: Одјава

# deleteAccountTitle
source: Delete Account?
bg: Да изтрия акаунта?
es: ¿Eliminar cuenta?
fr: Supprimer le compte?
hr: Obrisati račun?
hu: Fiók törlése?
it: Eliminare l’account?
ro: Șterge contul?
sl: Izbrisati račun?
sr: Обрисати налог?

source: Account will be permanently deleted
bg: Акаунтът ще бъде изтрит завинаги
es: La cuenta será eliminada permanentemente
fr: Le compte sera définitivement supprimé
hr: Račun će biti trajno obrisan
hu: A fiók véglegesen törlésre kerül
it: L’account verrà eliminato definitivamente
ro: Contul va fi șters permanent
sl: Račun bo trajno izbrisan
sr: Налог ће бити трајно обрисан

# logoutTitle
source: Log out?
bg: Да изляза?
es: ¿Cerrar sesión?
fr: Se déconnecter?
hr: Odjaviti se?
hu: Kijelentkezés?
it: Disconnettersi?
ro: Deconectare?
sl: Odjaviti se?
sr: Одјавити се?

source: Are you sure you want to log out?
bg: Сигурен ли си, че искаш да излезеш?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
hr: Jeste li sigurni da se želite odjaviti?
hu: Biztosan ki szeretne jelentkezni?
it: Sei sicuro di voler uscire?
ro: Ești sigur că vrei să te deconectezi?
sl: Ali ste prepričani, da se želite odjaviti?
sr: Да ли сте сигурни да се желите одјавити?

source: Recently Uploaded
bg: Наскоро качено
es: Recientemente subido
fr: Récemment téléchargé
hr: Nedavno učitano
hu: Nemrég feltöltve
it: Caricati di recente
ro: Încărcat recent
sl: Nedavno naloženo
sr: Недавно преузето

# cannotLogFutureStreak
source: Can't Log Future Dates
bg: Не могат да се записват бъдещи дати
es: No se pueden registrar fechas futuras
fr: Impossible d'enregistrer des dates futures
hr: Nije moguće evidentirati buduće datume
hu: Jövőbeli dátumok nem rögzíthetők
it: Impossibile registrare date future
ro: Nu poți înregistra date viitoare
sl: Ni mogoče evidentirati prihodnjih datumov
sr: Не можете евидентирати будуће датуме

# cannotLogFutureStreakDescription
source: You can only log streaks for today and past dates. Future dates will unlock as they arrive!
bg: Можеш да записваш серии само за днес и минали дати. Бъдещите дати ще се отключат, когато настъпят!
es: Solo puedes registrar rachas para hoy y fechas pasadas. ¡Las fechas futuras se desbloquearán cuando lleguen!
fr: Vous ne pouvez enregistrer des séries que pour aujourd'hui et les dates passées. Les dates futures seront débloquées lorsqu'elles arriveront!
hr: Možete evidentirati niz samo za današnji dan i prošle datume. Budući datumi otključavat će se kako budu dolazili!
hu: Csak a mai napra és a múltbeli dátumokra rögzíthet sorozatokat. A jövőbeli dátumok feloldódnak, amikor megérkeznek!
it: Puoi registrare le serie solo per oggi e per le date passate. Le date future si sbloccheranno quando arriveranno!
ro: Poți înregistra serii doar pentru astăzi și datele trecute. Datele viitoare se vor debloca când vor ajunge!
sl: Lahko evidentirate nize samo za danes in pretekle datume. Prihodnji datumi se bodo odklenili, ko bodo prispeli!
sr: Можете евидентирати низове само за данас и прошле датуме. Будући датуми ће се откључати како буду долазили!

# dayStreak
source: Day {count} Streak
bg: Ден {count} – серия
es: Día {count} Racha
fr: Jour {count} Série
hr: Dan {count} – niz
hu: Nap {count} Sorozat
it: Giorno {count} – serie
ro: Ziua {count} Serie
sl: Dan {count} Niz
sr: Дан {count} Низ

source: Keep going!
bg: Продължавай!
es: ¡Sigue así!
fr: Continuez!
hr: Nastavi!
hu: Folytasd!
it: Continua!
ro: Continuă!
sl: Nadaljuj!
sr: Настави!

source: OK
bg: Добре
es: Aceptar
fr: D'accord
hr: U redu
hu: Rendben
sl: V redu
sr: У реду

source: What would you like to achieve?
bg: Какво искаш да постигнеш?
es: ¿Qué te gustaría lograr?
fr: Qu'aimeriez-vous accomplir?
hr: Što biste željeli postići?
hu: Mit szeretnél elérni?
it: Cosa vorresti raggiungere?
ro: Ce ai dori să realizezi?
sl: Kaj bi radi dosegli?
sr: Шта бисте желели да постигнете?

source: Stay motivated and disciplined
bg: Остани мотивиран и дисциплиниран
es: Mantenerse motivado y disciplinado
fr: Rester motivé et discipliné
hr: Ostati motiviran i discipliniran
hu: Maradj motivált és fegyelmezett
it: Rimani motivato e disciplinato
ro: Rămâi motivat și disciplinat
sl: Ostati motiviran in discipliniran
sr: Остати мотивисан и дисциплинован

source: Feel better about your body
bg: Чувствай се по-добре в тялото си
es: Sentirse mejor acerca de tu cuerpo
fr: Se sentir mieux dans son corps
hr: Osjećati se bolje u vezi svog tijela
hu: Érezd jobban magad a testedben
it: Sentirti meglio con il tuo corpo
ro: Simte-te mai bine cu privire la corpul tău
sl: Počutiti se bolje glede svojega telesa
sr: Осећати се боље у вези свог тела

source: Improve health long-term
bg: Подобри здравето си в дългосрочен план
es: Mejorar la salud a largo plazo
fr: Améliorer la santé à long terme
hr: Dugoročno poboljšati zdravlje
hu: Hosszú távú egészségjavítás
it: Migliorare la salute a lungo termine
ro: Îmbunătățește sănătatea pe termen lung
sl: Dolgoročno izboljšati zdravje
sr: Дугорочно побољшати здравље

source: Increase mood and energy
bg: Повиши настроението и енергията
es: Aumentar el estado de ánimo y la energía
fr: Augmenter l'humeur et l'énergie
hr: Povećati raspoloženje i energiju
hu: Növeld a hangulatot és az energiát
it: Aumentare umore ed energia
ro: Crește dispoziția și energia
sl: Povečati razpoloženje in energijo
sr: Повећати расположење и енергију

# youHaveGreatPotential
source: You have great potential to achieve your goal
bg: Имаш голям потенциал да постигнеш целта си
es: Tienes un gran potencial para lograr tu objetivo
fr: Tu as un grand potentiel pour atteindre ton objectif
hr: Imaš velik potencijal ostvariti svoj cilj
hu: Nagy potenciálod van a célod eléréséhez
it: Hai un grande potenziale per raggiungere il tuo obiettivo
ro: Ai un mare potențial de a-ți atinge obiectivul
sl: Imaš velik potencial za dosego svojega cilja
sr: Имаш велики потенцијал да оствариш свој циљ

# yourJourneyToBetterHealth
source: Your journey to better health starts now
bg: Твоето пътуване към по-добро здраве започва сега
es: Tu viaje hacia una mejor salud comienza ahora
fr: Ton voyage vers une meilleure santé commence maintenant
hr: Tvoj put prema boljem zdravlju počinje sada
hu: Az utazásod a jobb egészség felé most kezdődik
it: Il tuo percorso verso una salute migliore inizia ora
ro: Călătoria ta către o sănătate mai bună începe acum
sl: Tvoja pot do boljšega zdravja se začne zdaj
sr: Твој пут ка бољем здрављу почиње сада

# youTookFirstStepToHealthier
source: You've taken the first step towards a healthier you
bg: Направи първата стъпка към по-здравословна версия на себе си
es: Has dado el primer paso hacia una versión más saludable de ti
fr: Tu as fait le premier pas vers une version plus saine de toi
hr: Napravio si prvi korak prema zdravijoj verziji sebe
hu: Megtetted az első lépést az egészségesebb énfelé
it: Hai fatto il primo passo verso una versione più sana di te
ro: Ai făcut primul pas către o versiune mai sănătoasă a ta
sl: Naredil si prvi korak k bolj zdravi različici sebe
sr: Направио си први корак ка здравијој верзији себе

source: Track your food and exercise
bg: Проследявай храната и упражненията си
es: Rastrea tu comida y ejercicio
fr: Suis ta nourriture et tes exercices
hr: Prati svoju hranu i vježbanje
hu: Kövesd az ételedet és edzésed
it: Traccia il tuo cibo e l’attività fisica
ro: Urmărește-ți mâncarea și exercițiile
sl: Sledi svoji hrani in vadbi
sr: Прати своју храну и вежбање

source: Focus on nutrient-dense foods
bg: Фокусирай се върху храни, богати на хранителни вещества
es: Enfócate en alimentos ricos en nutrientes
fr: Concentre-toi sur les aliments riches en nutriments
hr: Fokusiraj se na hranu bogatu hranjivim tvarima
hu: Koncentrálj a tápanyagban gazdag ételekre
it: Concentrati su cibi ricchi di nutrienti
ro: Concentrează-te pe alimente bogate în nutrienți
sl: Osredotoči se na hrano, bogato s hranili
sr: Фокусирај се на храну богату хранљивим материјама

source: Maintain your healthy habits
bg: Поддържай здравословните си навици
es: Mantén tus hábitos saludables
fr: Maintiens tes habitudes saines
hr: Održavaj svoje zdrave navike
hu: Tartsd fenn egészséges szokásaidat
it: Mantieni le tue abitudini sane
ro: Menține-ți obiceiurile sănătoase
sl: Ohranjaj svoje zdrave navade
sr: Одржавај своје здраве навике
