Repository: kalorinaapp/Frontend
Catalog: lib/l10n/app_*.arb
Languages: bg, es, fr, hr, hu, it, ro, sl, sr

source: Maintain Weight
bg: Поддържане на тегло
es: Mantener Peso
fr: Maintenir le Poids
hr: Održavati težinu
hu: Súly Megtartása
it: Mantenere il peso
ro: Menținere Greutate
sl: Vzdrževati Težo
sr: Одржавати Тежину

source: Gain Weight
bg: Натрупване на тегло
es: Ganar Peso
fr: Prendre du Poids
hr: Dobiti na težini
hu: Súlygyarapodás
it: Aumentare di peso
ro: Câștig în Greutate
sl: Pridobiti na Teži
sr: Добити на Тежини

# howMuchWeightToLose
source: How much weight do you want to lose?
bg: Колко тегло искате да загубите?
es: ¿Cuánto peso quieres perder?
fr: Combien de poids voulez-vous perdre?
hr: Koliko težine želiš izgubiti?
hu: Mennyi súlyt szeretnél leadni?
it: Quanto peso vuoi perdere?
ro: Cât de multă greutate vrei să pierzi?
sl: Koliko teže želite izgubiti?
sr: Колико тежине желите изгубити?

# howMuchWeightToGain
source: How much weight do you want to gain?
bg: Колко тегло искате да наберете?
es: ¿Cuánto peso quieres ganar?
fr: Combien de poids voulez-vous prendre?
hr: Koliko težine želiš dobiti?
hu: Mennyi súlyt szeretnél hízni?
it: Quanto peso vuoi guadagnare?
ro: Cât de multă greutate vrei să câștigi?
sl: Koliko teže želite pridobiti?
sr: Колико тежине желите добити?

# whatIsDesiredWeight
source: What is your desired weight?
bg: Какво е вашето желано тегло?
es: ¿Cuál es tu peso deseado?
fr: Quel est votre poids désiré?
hr: Koja je tvoja željena težina?
hu: Mi a kívánt súlyod?
it: Qual è il tuo peso desiderato?
ro: Care este greutatea ta dorită?
sl: Kakšna je vaša želena teža?
sr: Која је ваша жељена тежина?

# isRealisticGoal
source: is a realistic goal.
bg: е реалистична цел.
es: es un objetivo realista.
fr: est un objectif réaliste.
hr: je realan cilj.
hu: reális cél.
it: è un obiettivo realistico.
ro: este un obiectiv realist.
sl: je realen cilj.
sr: је реалан циљ.

# youHaveGreatPotentialLose
source: You have great potential to achieve your goal! Let's make it happen together!
bg: Имате голям потенциал да постигнете целта си! Нека го направим заедно!
es: ¡Tienes un gran potencial para lograr tu objetivo! ¡Hagámoslo realidad juntos!
fr: Vous avez un grand potentiel pour atteindre votre objectif! Faisons-le ensemble!
hr: Imaš velik potencijal postići svoj cilj! Hajdemo to ostvariti zajedno!
hu: Nagy potenciálod van a célod eléréséhez! Csináljuk meg együtt!
it: Hai un grande potenziale per raggiungere il tuo obiettivo! Facciamolo insieme!
ro: Ai un mare potențial de a-ți atinge obiectivul! Hai să-l facem împreună!
sl: Imate velik potencial za dosego svojega cilja! Naredimo to skupaj!
sr: Имаш велики потенцијал постићи свој циљ! Хајде да то остваримо заједно!

# youHaveGreatPotentialGain
source: Building muscle takes dedication! We're here to support your journey!
bg: Изграждането на мускули изисква отдаденост! Тук сме, за да подкрепим пътуването ви!
es: ¡Ganar músculo requiere dedicación! ¡Estamos aquí para apoyar tu camino!
fr: Gagner du muscle nécessite du dévouement! Nous sommes là pour soutenir votre parcours!
hr: Izgradnja mišića zahtijeva predanost! Tu smo da podržimo tvoj put!
hu: Az izomépítés elkötelezettséget igényel! Itt vagyunk, hogy támogassuk az utad!
it: Costruire muscoli richiede dedizione! Siamo qui per supportare il tuo percorso!
ro: Construirea mușchilor necesită dedicare! Suntem aici pentru a-ți susține călătoria!
sl: Izgradnja mišic zahteva predanost! Tukaj smo, da podpremo vašo pot!
sr: Изградња мишића захтева предање! Овде смо да подржимо твој пут!

source: You've got this!
bg: Ти можеш!
es: ¡Tú puedes!
fr: Tu peux le faire!
hr: Možeš to!
hu: Meg tudod csinálni!
it: Ce la puoi fare!
ro: Poți face asta!
sl: Zmoreš to!
sr: Можеш то!

source: Stay strong!
bg: Бъди силен!
es: ¡Mantente fuerte!
fr: Reste fort!
hr: Budi jak!
hu: Légy erős!
it: Rimani forte!
ro: Rămâi puternic!
sl: Ostani močan!
sr: Буди јак!

# nineOutOfTenUsers
source: 9 out of 10 users say they see results in first week of using Kalorina
bg: 9 от 10 потребители казват, че виждат резултати в първата седмица от използването на Каролина
es: 9 de cada 10 usuarios dicen que ven resultados en la primera semana de usar Kalorina
fr: 9 utilisateurs sur 10 disent qu'ils voient des résultats dans la première semaine d'utilisation de Kalorina
hr: 9 od 10 korisnika kaže da vide rezultate već u prvom tjednu korištenja Kalorine
hu: 10-ből 9 felhasználó azt mondja, hogy eredményeket lát az első héten a Kalorina használata során
it: 9 utenti su 10 dicono di vedere risultati nella prima settimana di utilizzo di Kalorina
ro: 9 din 10 utilizatori spun că văd rezultate în prima săptămână de utilizare a Kalorina
sl: 9 od 10 uporabnikov pravi, da vidijo rezultate v prvem tednu uporabe Kalorine
sr: 9 од 10 корисника каже да виде резултате у првој недељи коришћења Каролине

# pickWeightLossSpeed
source: Pick your weight loss speed
bg: Изберете скоростта на отслабване
es: Elige tu velocidad de pérdida de peso
fr: Choisissez votre vitesse de perte de poids
hr: Odaberi brzinu gubitka težine
hu: Válaszd ki a fogyás sebességét
it: Scegli la velocità di perdita di peso
ro: Alege viteza de pierdere în greutate
sl: Izberite hitrost izgube teže
sr: Изабери брзину губитка тежине

# pickWeightGainSpeed
source: Pick your weight gain speed
bg: Изберете скоростта на натрупване
es: Elige tu velocidad de aumento de peso
fr: Choisissez votre vitesse de prise de poids
hr: Odaberi brzinu dobivanja težine
hu: Válaszd ki a hízás sebességét
it: Scegli la velocità di aumento di peso
ro: Alege viteza de câștig în greutate
sl: Izberite hitrost pridobivanja teže
sr: Изабери брзину добијања тежине

source: The Safest Option
bg: Най-безопасната опция
es: La opción más segura
fr: L'option la plus sûre
hr: Najsigurnija opcija
hu: A legbiztonságosabb lehetőség
it: L’opzione più sicura
ro: Opțiunea cea mai sigură
sl: Najvarnejša možnost
sr: Најсигурнија опција

source: Balanced Approach
bg: Балансиран подход
es: Enfoque equilibrado
fr: Approche équilibrée
hr: Uravnotežen pristup
hu: Kiegyensúlyozott megközelítés
it: Approccio equilibrato
ro: Abordare echilibrată
sl: Uravnotežen pristop
sr: Балансиран приступ

source: Aggressive Plan
bg: Агресивен план
es: Plan agresivo
fr: Plan agressif
hr: Agresivan plan
hu: Agresszív terv
it: Piano aggressivo
ro: Plan agresiv
sl: Agresiven načrt
sr: Агресиван план

# doYouFollowDiet
source: Do you follow a specific diet?
bg: Следвате ли определена диета?
es: ¿Sigues una dieta específica?
fr: Suivez-vous un régime spécifique?
hr: Pridržavaš li se određene dijete?
hu: Követsz egy bizonyos diétát?
it: Segui una dieta specifica?
ro: Urmezi o dietă specifică?
sl: Ali se držite določene diete?
sr: Придржавате ли се одређене дијете?

# helpTrackCaloriesDiet
source: We'll help you track calories according to your diet
bg: Ще ви помогнем да следите калориите според вашата диета
es: Te ayudaremos a rastrear calorías según tu dieta
fr: Nous vous aiderons à suivre les calories selon votre régime
hr: Pomoći ćemo ti pratiti kalorije prema tvom načinu prehrane
hu: Segítünk nyomon követni a kalóriákat a diétád szerint
it: Ti aiuteremo a tenere traccia delle calorie in base alla tua dieta
ro: Te vom ajuta să urmărești caloriile conform dietei tale
sl: Pomagali vam bomo slediti kalorije glede na vašo dieto
sr: Помоћи ћемо вам пратити калорије према вашем начину исхране

source: Classic
bg: Класическа
es: Clásica
fr: Classique
hr: Klasična
hu: Klasszikus
it: Classica
ro: Clasică
sl: Klasična
sr: Класична

source: Carnivore
bg: Месоядна
es: Carnívora
hu: Húsevő
it: Carnivora
sl: Mesojeda

source: Keto
bg: Кето

source: Vegan
bg: Веган
es: Vegana
fr: Végétalien
hu: Vegán
it: Vegana
ro: Vegană
sl: Veganska

source: Vegetarian
bg: Вегетарианска
es: Vegetariana
fr: Végétarien
hr: Vegetarijanska
hu: Vegetáriánus
it: Vegetariana
ro: Vegetariană
sl: Vegetarijanska

source: We're here for you!
bg: Тук сме за теб!
es: ¡Estamos aquí para ti!
fr: Nous sommes là pour vous!
hr: Tu smo za tebe!
hu: Itt vagyunk neked!
it: Siamo qui per te!
ro: Suntem aici pentru tine!
sl: Tukaj smo za vas!
sr: Ту смо за тебе!

# journeySupportMessage
source: The journey to your goal might be challenging at times, but we're here to support you every step of the way. You won't have to face it alone.
bg: Пътуването към целта ти може да бъде предизвикателно понякога, но ние сме тук, за да те подкрепим на всяка стъпка. Няма да трябва да се справиш сам.
es: El camino hacia tu objetivo puede ser desafiante a veces, pero estamos aquí para apoyarte en cada paso. No tendrás que enfrentarlo solo.
fr: Le voyage vers votre objectif peut être difficile parfois, mais nous sommes là pour vous soutenir à chaque étape. Vous n'aurez pas à y faire face seul.
hr: Put do tvog cilja može biti izazovan s vremena na vrijeme, ali mi smo tu da te podržimo na svakom koraku. Ne moraš to prolaziti sam.
hu: Az utad a célodhoz néha kihívást jelenthet, de itt vagyunk, hogy minden lépésnél támogassunk. Nem kell egyedül szembenézned vele.
it: Il percorso verso il tuo obiettivo può essere impegnativo a volte, ma siamo qui per supportarti a ogni passo. Non dovrai affrontarlo da solo.
ro: Călătoria către obiectivul tău poate fi uneori provocatoare, dar suntem aici să te susținem la fiecare pas. Nu va trebui să o înfrunți singur.
sl: Pot do vašega cilja je lahko včasih zahtevna, a mi smo tukaj, da vas podpremo na vsakem koraku. Ne boste se morali soočiti sami.
sr: Пут до твог циља може бити изазован с времена на време, али ми смо ту да те подржимо на сваком кораку. Нећеш то морати суочити сам.

# starsAcrossApps
source: Stars Across Applications
bg: Звезди в приложенията
es: Estrellas En Aplicaciones
fr: Étoiles Sur Les Applications
hr: Zvjezdice na svim platformama
hu: Csillag Az Alkalmazásokban
it: Valutazioni nelle app
ro: Stele Pe Aplicații
sl: Zvezdic Preko Aplikacij
sr: Звездица Преко Апликација

# testimonial1Name
source: James L.
bg: Георги П.
es: Carlos L.
fr: Jacques L.
hr: Ana M.
hu: Bence J.
it: Giacomo L.
ro: Andrei P.
sl: Luka J.
sr: Лука Ј.

# testimonial1Review
source: I never thought tracking calories could be this easy. I lost 15 pounds in less than 2 months.
bg: Приложението е невероятно точно. Най-накрая знам колко ям и се чувствам много по-добре през деня.
es: Nunca pensé que rastrear calorías podría ser tan fácil. Perdí 7 kg en menos de 2 meses.
fr: Je n'aurais jamais pensé que suivre les calories pourrait être si facile. J'ai perdu 7 kg en moins de 2 mois.
hr: Aplikacija je nevjerojatno precizna. Konačno znam koliko jedem i osjećam se puno bolje tijekom dana.
hu: Az alkalmazás hihetetlenül pontos. Végre tudom, mennyit eszem és sokkal jobban érzem magam a nap folyamán.
it: Non avrei mai pensato che tracciare le calorie potesse essere così facile. Ho perso 7 kg in meno di 2 mesi.
ro: Aplicația este incredibil de precisă. În sfârșit știu cât mănânc și mă simt mult mai bine pe parcursul zilei.
sl: Aplikacija je neverjetno natančna. Končno vem, koliko jem in se počutim veliko bolje skozi dan.
sr: Апликација је невероватно прецизна. Коначно знам колико једем и осећам се пуно боље кроз дан.

# testimonial2Name
source: Sarah M.
bg: Марко П.
es: María S.
fr: Sophie M.
hr: Marko P.
hu: Márk P.
it: Sara M.
ro: Mihai P.
sl: Marko P.
sr: Марко П.

# testimonial2Review
source: The accuracy is incredible. Finally, I know exactly what I'm eating and feel so much better.
bg: Откакто използвам приложението, съм наясно с порциите. Ям по-умно и имам повече енергия през деня.
es: La precisión es increíble. Finalmente, sé exactamente lo que estoy comiendo y me siento mucho mejor.
fr: La précision est incroyable. Enfin, je sais exactement ce que je mange et je me sens beaucoup mieux.
hr: Otkad koristim aplikaciju, svjestan sam porcija. Jedem pametnije i imam više energije tijekom dana.
hu: Mióta használom az alkalmazást, tudatos vagyok az adagokkal. Okosabban eszem és több energiám van napközben.
it: La precisione è incredibile. Finalmente so esattamente cosa sto mangiando e mi sento molto meglio.
ro: De când folosesc aplicația, sunt conștient de porții. Mănânc mai inteligent și am mai multă energie pe parcursul zilei.
sl: Odkar uporabljam aplikacijo, sem seznanjen s porcijami. Jem pametneje in imam več energije čez dan.
sr: Од кад користим апликацију, свестан сам порција. Једем паметније и имам више енергије током дана.

# testimonial3Name
source: Michael R.
bg: Елена К.
es: Miguel R.
fr: Michel R.
hr: Jelena K.
hu: Jelena K.
it: Michele R.
ro: Elena K.
sl: Jelena K.
sr: Јелена К.

# testimonial3Review
source: Perfect for my daily routine. I scan my meals quickly and feel progress within a week.
bg: Точността на въвеждането ме възхити. Най-накрая имам контрол върху калориите без стрес и броене.
es: Perfecto para mi rutina diaria. Escaneo mis comidas rápidamente y siento progreso en una semana.
fr: Parfait pour ma routine quotidienne. Je scanne mes repas rapidement et je ressens des progrès en une semaine.
hr: Preciznost unosa me oduševila. Napokon imam kontrolu nad kalorijama bez stresa i brojanja.
hu: A bevitelek pontossága lenyűgözött. Végre kontroll alatt tartom a kalóriákat stressz és számolás nélkül.
it: Perfetto per la mia routine quotidiana. Scannerizzo i miei pasti rapidamente e vedo progressi già dopo una settimana.
ro: Precizia introducerii m-a impresionat. În sfârșit am control asupra caloriilor fără stres și numărare.
sl: Natančnost vnosa me je navdušila. Končno imam nadzor nad kalorijami brez stresa in štetja.
sr: Прецизност уноса ме одушевила. Напокон имам контролу над калоријама без стреса и бројања.

# testimonial4Name
source: Emma K.
bg: Емир С.
es: Elena K.
hr: Emir S.
hu: Emir S.
ro: Emir S.
sl: Emir S.
sr: Емир С.

# testimonial4Review
source: Simple, accurate, and useful. I track calories without hassle and feel lighter throughout the day.
bg: Перфектно за ежедневната рутина. Бързо сканирам ястията и чувствам напредък още след седмица.
es: Simple, preciso y útil. Rastro calorías sin complicaciones y me siento más ligera durante el día.
fr: Simple, précis et utile. Je suis les calories sans tracas et me sens plus légère toute la journée.
hr: Savršeno za svakodnevnu rutinu. Brzo skeniram obroke i osjećam napredak već nakon tjedan dana.
hu: Tökéletes a napi rutinomhoz. Gyorsan szkenneltem az ételeket és már egy hét után érzem a fejlődést.
it: Semplice, preciso e utile. Traccio le calorie senza problemi e mi sento più leggera durante il giorno.
ro: Perfect pentru rutina zilnică. Scanez rapid mesele și simt progresul deja după o săptămână.
sl: Popolno za dnevno rutino. Hitro skeniram obroke in čutim napredek že po tednu.
sr: Савршено за свакодневну рутину. Брзо скенирам оброке и осећам напредак већ након седмице.

source: Yes
bg: Да
es: Sí
fr: Oui
hr: Da
hu: Igen
it: Sì
ro: Da
sl: Da

source: No
bg: Не
fr: Non
hr: Ne
hu: Nem
ro: Nu
sl: Ne
