Repository: kalorinaapp/Frontend
Catalog: lib/l10n/app_*.arb
Languages: bg, es, fr, hr, hu, it, ro, sl, sr

# appTitle
source: Karolina
bg: Каролина
hr: Kalorina
hu: Kayree
it: Kalorina

source: Home
bg: Начало
es: Inicio
fr: Accueil
hr: Početna
hu: Kezdőlap
ro: Acasă
sl: Domov
sr: Početna

source: Analytics
bg: Анализ
es: Análisis
fr: Analyses
hr: Analitika
hu: Elemzés
it: Analisi
ro: Analiză
sl: Analitika
sr: Analitika

source: Settings
bg: Настройки
es: Configuración
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
ro: Setări
sl: Nastavitve
sr: Postavke

source: calories
bg: калории
es: calorías
hr: kalorije
hu: kalória
it: calorie
ro: calorii
sl: kalorije
sr: калорије

source: Carbs
bg: Въглехидрати
es: Carbohidratos
fr: Glucides
hr: Ugljikohidrati
hu: Szénhidrátok
it: Carboidrati
ro: Carbohidrați
sl: Ogljikovi Hidrati
sr: Угљени Хидрати

source: Protein
bg: Протеини
es: Proteína
fr: Protéines
hr: Proteini
hu: Fehérje
it: Proteine
ro: Proteine
sl: Beljakovine
sr: Протеини

source: Fats
bg: Мазнини
es: Grasas
fr: Lipides
hr: Masti
hu: Zsírok
it: Grassi
ro: Grăsimi
sl: Maščobe
sr: Масти

source: Set Your Goals
bg: Постави своите цели
es: Establece Tus Objetivos
fr: Définir Vos Objectifs
hr: Postavi svoje ciljeve
hu: Állítsd be a céljaidat
it: Imposta i tuoi obiettivi
ro: Stabilește-ți obiectivele
sl: Nastavi Svoje Cilje
sr: Postavi Svoje Ciljeve

source: Auto Generate
bg: Автоматично генериране
es: Generación Automática
fr: Génération Automatique
hr: Automatsko generiranje
hu: Automatikus generálás
it: Generazione automatica
ro: Generare automată
sl: Samodejno Ustvari
sr: Automatska Generacija

# autoGenerateDescription
source: Automatically generate goals using expert nutritional algorithms
bg: Автоматично генерирай цели с помощта на експертни хранителни алгоритми
es: Genera automáticamente objetivos usando algoritmos nutricionales expertos
fr: Générer automatiquement des objectifs en utilisant des algorithmes nutritionnels experts
hr: Automatski generiraj ciljeve uz pomoć naprednih nutricionističkih algoritama
hu: Automatikusan generált célok szakértő táplálkozási algoritmusokkal
it: Genera automaticamente obiettivi utilizzando algoritmi nutrizionali esperti
ro: Generează automat obiective folosind algoritmi nutriționali experți
sl: Samodejno ustvari cilje z uporabo strokovnih prehranskih algoritmov
sr: Automatski generiraj ciljeve uz pomoć stručnih nutricionističkih algoritama

source: No food logged
bg: Няма регистрирана храна
es: No hay comida registrada
fr: Aucun aliment enregistré
hr: Nema zabilježene hrane
hu: Nincs bejelentkezett étel
it: Nessun cibo registrato
ro: Nu există mâncare înregistrată
sl: Ni zabeležene hrane
sr: Niste učitali hranu

# tapPlusToTrack
source: Tap + to track your progress and achieve your goals
bg: Докосни +, за да проследиш напредъка си и да постигнеш целите си
es: Toca + para rastrear tu progreso y alcanzar tus objetivos
fr: Appuyez sur + pour suivre vos progrès et atteindre vos objectifs
hr: Dodirni + kako bi započeo praćenje i ostvario svoje ciljeve
hu: Érintsd meg a + gombot a haladás követéséhez és céljaid eléréséhez
it: Tocca + per monitorare i tuoi progressi e raggiungere i tuoi obiettivi
ro: Atinge + pentru a-ți urmări progresul și a-ți atinge obiectivele
sl: Dotaknite se + za spremljanje napredka in doseganje ciljev
sr: Dodirnite + da biste pratili svoj napredak i postigli svoje ciljeve

# analyzing
source: Analyzing food...
bg: Анализиране на храна...
es: Analizando comida...
fr: Analyse de la nourriture...
hr: Analiziram hranu...
hu: Étel elemzése...
it: Analisi del cibo...
ro: Analizarea mâncării...
sl: Analiziram hrano...
sr: Analiziram hranu...

# achievedGoal
source: You have achieved {percent}% of your goal!
bg: Постигна {percent}% от целта си!
es: ¡Has logrado el {percent}% de tu objetivo!
fr: Vous avez atteint {percent}% de votre objectif !
hr: Ostvarili ste {percent}% svog cilja!
hu: Elérted a célod {percent}%-át!
it: Hai raggiunto il {percent}% del tuo obiettivo!
ro: Ai atins {percent}% din obiectivul tău!
sl: Dosegli ste {percent}% svojega cilja!
sr: Ostvarili ste {percent}% svog cilja!

source: Database
bg: База данни
es: Base de Datos
fr: Base de Données
hr: Baza podataka
hu: Adatbázis
ro: Baza de date
sl: Podatkovna Baza
sr: Baza Podataka

source: Gallery
bg: Галерия
es: Galería
fr: Galerie
hr: Galerija
hu: Galéria
it: Galleria
ro: Galerie
sl: Galerija
sr: Galerija

# workout
source: Log Workout
bg: Запиши тренировка
es: Registrar Ejercicio
fr: Enregistrer Exercice
hr: Zabilježi vježbu
hu: Edzés naplózása
it: Registra allenamento
ro: Înregistrează antrenamentul
sl: Zabeleži Vadbo
sr: Zabilježi Vježbu

source: Scan Food
bg: Сканирай храна
es: Escanear Comida
fr: Scanner Nourriture
hr: Skeniraj hranu
hu: Étel szkennelése
it: Scansiona cibo
ro: Scanează mâncarea
sl: Skeniraj Hrano
sr: Skeniraj Hranu

source: Log
bg: Дневник
es: Registro
fr: Journal
hr: Dnevnik
hu: Naplózás
it: Registro
ro: Înregistrează
sl: Dnevnik
sr: Dnevnik

# monday
source: Mon
bg: Пон
es: Lun
fr: Lun
hr: Pon
hu: Hét
it: Lun
ro: Lun
sl: Pon
sr: Pon

# tuesday
source: Tue
bg: Вто
es: Mar
fr: Mar
hr: Uto
hu: Ked
it: Mar
ro: Mar
sl: Tor
sr: Uto

# wednesday
source: Wed
bg: Сря
es: Mié
fr: Mer
hr: Sri
hu: Sze
it: Mer
ro: Mie
sl: Sre
sr: Sri

# thursday
source: Thu
bg: Чет
es: Jue
fr: Jeu
hr: Čet
hu: Csü
it: Gio
ro: Joi
sl: Čet
sr: Čet

# friday
source: Fri
bg: Пет
es: Vie
fr: Ven
hr: Pet
hu: Pén
it: Ven
ro: Vin
sl: Pet
sr: Pet

# saturday
source: Sat
bg: Съб
es: Sáb
fr: Sam
hr: Sub
hu: Szo
it: Sab
ro: Sâm
sl: Sob
sr: Sub

# sunday
source: Sun
bg: Нед
es: Dom
fr: Dim
hr: Ned
hu: Vas
it: Dom
ro: Dum
sl: Ned
sr: Ned

source: Consistency builds health
bg: Постоянството изгражда здраве
es: La consistencia construye salud
fr: La constance construit la santé
hr: Dosljednost gradi zdravlje
hu: A következetesség építi az egészséget
it: La costanza costruisce la salute
ro: Consistența construiește sănătatea
sl: Doslednost gradi zdravje
sr: Dosljednost gradi zdravlje

# healthHabitsDescription
source: To hit your goals and keep the weight, set a routine and make a healthy habits. Challenge your and work on it every day.
bg: За да постигнеш целите си и да задържиш резултатите, създай рутина и здравословни навици. Предизвиквай се и работи върху това всеки ден.
es: Para alcanzar tus objetivos y mantener el peso, establece una rutina y crea hábitos saludables. Desafíate y trabaja en ello todos los días.
fr: Pour atteindre vos objectifs et maintenir le poids, établissez une routine et créez des habitudes saines. Défiez-vous et travaillez dessus chaque jour.
hr: Kako bi postigao ciljeve i zadržao rezultate, stvori rutinu i zdrave navike. Izazovi se i radi na sebi svaki dan.
hu: A céljaid eléréséhez és a súly megtartásához hozz létre rutint és egészséges szokásokat. Kihívd magad és dolgozz rajta minden nap.
it: Per raggiungere i tuoi obiettivi e mantenere il peso, crea una routine e sviluppa abitudini sane. Mettiti alla prova e lavora su questo ogni giorno.
ro: Pentru a-ți atinge obiectivele și a-ți menține greutatea, stabilește o rutină și creează obiceiuri sănătoase. Provocă-te și lucrează la asta în fiecare zi.

# positiveHealthEffects
source: You'll see positive effects on your health soon
bg: Скоро ще видиш положителни ефекти върху здравето си
es: Verás efectos positivos en tu salud pronto
fr: Vous verrez des effets positifs sur votre santé bientôt
hr: Uskoro ćeš vidjeti pozitivne učinke na svoje zdravlje
hu: Hamarosan pozitív hatásokat fogsz látni az egészségedre
it: Vedrai presto effetti positivi sulla tua salute
ro: Vei vedea efecte pozitive asupra sănătății tale în curând

# healthBenefits
source: Reduced risk of diabetes, lower blood pressure, improved cholesterol levels
bg: Намален риск от диабет, по-ниско кръвно налягане, подобрени нива на холестерол
es: Menor riesgo de diabetes, presión arterial más baja, niveles mejorados de colesterol
fr: Risque réduit de diabète, tension artérielle plus basse, niveaux de cholestérol améliorés
hr: Smanjen rizik od dijabetesa, niži krvni tlak, bolji kolesterol
hu: Csökkent cukorbetegség kockázat, alacsonyabb vérnyomás, javult koleszterin szintek
it: Rischio ridotto di diabete, pressione sanguigna più bassa, livelli di colesterolo migliorati
ro: Risc redus de diabet, tensiune arterială mai mică, niveluri îmbunătățite de colesterol

source: Enter referral code
bg: Въведи реферален код
es: Ingresa código de referencia
fr: Entrez le code de parrainage
hr: Unesite referalni kod
hu: Ajánló kód megadása
it: Inserisci codice di riferimento
ro: Introdu codul de referință
sl: Vnesite referenčno kodo
sr: Unesite referalni kod

source: (not required)
bg: (не е задължително)
es: (no requerido)
fr: (non requis)
hr: (nije obavezno)
hu: (nem kötelező)
it: (non richiesto)
ro: (nu este obligatoriu)
sl: (ni obvezno)
sr: (nije obavezno)

source: Influencer Code
bg: Код на инфлуенсър
es: Código de Influencer
fr: Code Influenceur
hr: Kod influencera
hu: Influencer kód
it: Codice influencer
ro: Cod Influencer
sl: Koda Vplivneža
sr: Kod Influencera

source: Confirm
bg: Потвърди
es: Confirmar
fr: Confirmer
hr: Potvrdi
hu: Megerősítés
it: Conferma
ro: Confirmă
sl: Potrdi
sr: Potvrdi

# generatingYourPlan
source: Generating your custom plan
bg: Генерираме твоя персонализиран план
es: Generando tu plan personalizado
fr: Génération de votre plan personnalisé
hr: Generiramo tvoj plan po mjeri
hu: Személyre szabott terv generálása
it: Generazione del tuo piano personalizzato
ro: Generarea planului tău personalizat
sl: Ustvarjamo vaš priljubljen načrt
sr: Generiramo vaš plan po mjeri

source: Preparing for
bg: Подготовка за
es: Preparando para
fr: Préparation pour
hr: Preporuke za
hu: Előkészítés
it: Preparazione per
ro: Pregătirea pentru
sl: Priprava za
sr: Preporuke za

source: Continue
bg: Продължи
es: Continuar
fr: Continuer
hr: Nastavi
hu: Folytatás
it: Continua
ro: Continuă
sl: Nadaljuj
sr: Nastavi

# startTrackingToday
source: Start tracking with Kalorina today.
bg: Започни проследяване с Каролина днес.
es: Comienza a hacer seguimiento con Kalorina hoy.
fr: Commencez à suivre avec Kalorina aujourd'hui.
hr: Započni praćenje s Kalorinom danas.
hu: Kezdj nyomon követést Karolinával ma.
it: Inizia a tracciare con Kalorina oggi.
ro: Începe să urmărești cu Kalorina astăzi.

# photoYourMeal
source: JUST PHOTO YOUR MEAL
bg: ПРОСТО СНИМИ ХРАНАТА СИ
es: SOLO FOTOGRAFÍA TU COMIDA
fr: PHOTOGRAPHIEZ SIMPLEMENT VOTRE REPAS
hr: SAMO FOTOGRAFIRAJ SVOJ OBROK
hu: CSAK FOTÓZD LE AZ ÉTELEDET
it: SCATTA SEMPLICEMENTE UNA FOTO AL TUO PASTO
ro: DOAR FOTOGRAFIAZĂ MÂNCAREA TA
sl: SAMO FOTOGRAFIRAJ SVOJ OBROK
sr: SAMO FOTOGRAFIRAJ SVOJ OBROK

# photoYourMealDesc
source: Simply take a photo of your meal and automatically get calorie information
bg: Просто снимай храната си и автоматично получавай информация за калориите
es: Simplemente toma una foto de tu comida y obtén automáticamente información calórica
fr: Prenez simplement une photo de votre repas et obtenez automatiquement les informations caloriques
hr: Jednostavno fotografiraj svoj obrok i automatski dobivaj informacije o kalorijama
hu: Egyszerűen fényképezd le az ételedet és automatikusan kapj kalória információt
it: Scatta una foto al tuo pasto e ottieni automaticamente le informazioni caloriche
ro: Pur și simplu fă o poză la mâncarea ta și obține automat informații despre calorii
sl: Preprosto fotografiraj svoj obrok in samodejno dobiš informacije o kalorijah
sr: Jednostavno fotografiraj svoj obrok i automatski ćeš dobiti informacije o kalorijama

# totalCalories
source: CONTROL CALORIES EFFORTLESSLY
bg: КОНТРОЛИРАЙ КАЛОРИИТЕ БЕЗ УСИЛИЕ
es: CONTROLA CALORÍAS SIN ESFUERZO
fr: CONTRÔLEZ LES CALORIES SANS EFFORT
hr: KONTROLIRAJ KALORIJE BEZ MUKE
hu: KONTROLLÁLD A KALÓRIÁKAT KÖNNYEDÉN
it: CONTROLLA LE CALORIE SENZA SFORZO
ro: CONTROLEAZĂ CALORIILE FĂRĂ EFORT
sl: NADZORUJ KALORIJE BREZ TEŽAV
sr: KONTROLIRAJ KALORIJE BEZ MUKE

# controlCaloriesEffortlessly
source: Track calories without stress and achieve your goals easier than ever
bg: Проследявай калориите без стрес и постигай целите си по-лесно от всякога
es: Rastrea calorías sin estrés y logra tus objetivos más fácil que nunca
fr: Suivez les calories sans stress et atteignez vos objectifs plus facilement que jamais
hr: Prati kalorije bez stresa i postiži ciljeve lakše nego ikad
hu: Kövess nyomon kalóriákat stressz nélkül és érd el a céljaidat könnyebben, mint valaha
it: Traccia le calorie senza stress e raggiungi i tuoi obiettivi più facilmente che mai
ro: Urmărește caloriile fără stres și atinge obiectivele mai ușor ca niciodată
sl: Sledi kalorijam brez stresa in dosegaj svoje cilje lažje kot kdajkoli prej
sr: Prati kalorije bez stresa i postižeš svoje ciljeve lakše nego ikad

# achieveGoalsFaster
source: ACHIEVE GOALS FASTER THAN EVER
bg: ПОСТИГНИ ЦЕЛИТЕ ПО-БЪРЗО ОТ ВСЯКОГА
es: LOGRA OBJETIVOS MÁS RÁPIDO QUE NUNCA
fr: ATTEIGNEZ VOS OBJECTIFS PLUS VITE QUE JAMAIS
hr: OSTVARI CILJEVE BRŽE NEGO IKAD
hu: ÉRD EL A CÉLJAIDAT GYORSABBAN, MINT VALAHA
it: RAGGIUNGI GLI OBIETTIVI PIÙ VELOCEMENTE CHE MAI
ro: ATINGE OBIECTIVELE MAI RAPID DECÂT NICIODATĂ
sl: DOSEZI CILJE HITREJE KOT KDAJKOLI
sr: OSTVARI CILJEVE BRŽE NEGO IKAD

# achieveGoalsDesc
source: Our AI technology will guide you step by step to your goals
bg: Нашата AI технология ще те води стъпка по стъпка към целите ти
es: Nuestra tecnología AI te guiará paso a paso hacia tus objetivos
fr: Notre technologie IA vous guidera étape par étape vers vos objectifs
hr: Naša AI tehnologija vodi te korak po korak do tvojih ciljeva
hu: Az AI technológiánk lépésről lépésre vezet a céljaid felé
it: La nostra tecnologia AI ti guiderà passo dopo passo verso i tuoi obiettivi
ro: Tehnologia noastră AI te va ghida pas cu pas către obiectivele tale
sl: Naša AI tehnologija te bo vodila korak za korakom do tvojih ciljev
sr: Naša AI tehnologija će te voditi korak po korak do tvojih ciljeva

# notificationReminder
source: We'll remind you before your free trial ends.
bg: Ще ти напомним преди безплатният ти пробен период да приключи.
es: Te recordaremos antes de que termine tu prueba gratuita.
fr: Nous vous rappellerons avant que votre essai gratuit ne se termine.
hr: Podsjetit ćemo te prije isteka besplatnog probnog razdoblja.
hu: Emlékeztetünk, mielőtt a próbaidőszakod lejárna.
it: Ti avviseremo prima che la tua prova gratuita finisca.
ro: Îți vom aminti înainte ca perioada ta de probă gratuită să se termine.

# freeTrialInfo
source: Try for €0.00 - No charge if you cancel on time. Cancel at any time.
bg: Опитай за €0.00 – Без такса, ако отмениш навреме. Отмени по всяко време.
es: Prueba por €0.00 - Sin cargo si cancelas a tiempo. Cancela en cualquier momento.
fr: Essayez pour €0.00 - Aucun frais si vous annulez à temps. Annulez à tout moment.
hr: Isprobaj za €0.00 – Nema naplate ako otkažeš na vrijeme. Otkaži u bilo kojem trenutku.
hu: Próbáld €0.00-ért - Nincs díj, ha időben lemondod. Bármikor lemondhatod.
it: Prova per €0.00 – Nessun addebito se annulli in tempo. Annulla in qualsiasi momento.
ro: Încearcă pentru €0.00 - Fără taxă dacă anulezi la timp. Anulează oricând.
sl: Preizkusi za €0.00 - Brez stroškov, če prekličeš pravočasno. Prekliči kadarkoli.
sr: Probaj za €0.00 - Nema naplate ako otkažeš na vrijeme. Otkaži u bilo kojem trenutku.

source: Try for FREE
bg: Опитай БЕЗПЛАТНО
es: Prueba GRATIS
fr: Essayer GRATUITEMENT
hr: Isprobaj besplatno
hu: Próbáld INGYEN
it: Prova GRATIS
ro: Încearcă GRATUIT
sl: Preizkusi BREZPLAČNO
sr: Probaj za BESPLATNO

# pricingTitle
source: 3 days free, then €39.99 per year.
bg: 3 дни безплатно, след това €39.99 на година.
hr: 3 dana besplatno, zatim €39.99 godišnje.
hu: 3 nap ingyen, majd €39.99 évente.
ro: 3 zile gratuite, apoi €39.99 pe an.

source: Day 1
bg: Ден 1
hr: Dan 1
hu: 1. nap
ro: Ziua 1

# day1Title
source: Unlock Kalorina Pro
bg: Отключи Каролина Pro
hr: Otključaj Kalorina Pro
hu: Kayree Pro feloldása
ro: Deblochează Kalorina Pro
sl: Odkleni Kalorina Pro
sr: Otključaj Kalorina Pro

# day1Description
source: Unlock Kalorina Pro and explore everything.
bg: Отключи Каролина Pro и разгледай всичко.
hr: Otključaj Kalorina Pro i istraži sve mogućnosti.
hu: Oldd fel a Kayree Pro-t és fedezd fel mindent.
ro: Deblochează Kalorina Pro și explorează totul.

source: Day 2
bg: Ден 2
hr: Dan 2
hu: 2. nap
ro: Ziua 2

# day2Title
source: Friendly Reminder
bg: Приятелско напомняне
hr: Prijateljski podsjetnik
hu: Barátságos emlékeztető
ro: Memento prietenos
sl: Prijazen opomnik
sr: Prijateljski podsjetnik

# day2Description
source: Get a friendly reminder before your trial ends.
bg: Получи напомняне преди пробният период да приключи.
hr: Dobij prijateljski podsjetnik prije isteka probnog razdoblja.
hu: Kapj barátságos emlékeztetőt, mielőtt a próbaidőszakod lejárna.
ro: Primește un memento prietenos înainte ca perioada ta de probă să se termine.

source: Day 3
bg: Ден 3
hr: Dan 3
hu: 3. nap
ro: Ziua 3

# day3Title
source: Continue with Plan
bg: Продължи с плана
hr: Nastavi s planom
hu: Folytatás a tervvel
ro: Continuă cu planul
sl: Nadaljuj z načrtom
sr: Nastavi s planom

# day3Description
source: Continue with your chosen plan.
bg: Продължи с избрания план.
hr: Nastavi s odabranim planom.
hu: Folytasd a választott tervvel.
ro: Continuă cu planul ales.

# yearlyPlan
source: Yearly - 3 Day Free Trial
bg: Годишен – 3-дневен безплатен пробен период
hr: Godišnje – 3 dana besplatno
hu: Éves - 3 napos ingyenes próba
ro: Anual - Perioadă de probă gratuită de 3 zile

# yearlyPrice
source: €2.91 /mo
bg: €2.91 /месец
hr: €2.91 /mj
hu: €2.91 /hó
ro: €2.91 /lună

# monthlyPlan
source: Monthly - No Free Trial
bg: Месечен – без безплатен пробен период
hr: Mjesečno – bez besplatnog probnog razdoblja
hu: Havi - Nincs ingyenes próba
ro: Lunar - Fără perioadă de probă gratuită

# startTrialButton
source: Start My 3-Day Trial For €0.00
bg: Започни моя 3-дневен пробен период за €0.00
hr: Započni 3-dnevno probno razdoblje za €0.00
hu: Indítsd el a 3 napos próbámat €0.00-ért
ro: Începe perioada mea de probă de 3 zile pentru €0.00

# cancelAnytime
source: Cancel at any time
bg: Отмени по всяко време
hr: Otkaži u bilo kojem trenutku
hu: Bármikor lemondhatod
ro: Anulează oricând
sl: Prekliči kadarkoli
sr: Otkaži u bilo kojem trenutku

# smarterWayTitle
source: Your smarter way to track what you eat starts here
bg: Твоят по-умен начин да проследяваш какво ядеш започва тук
hr: Pametniji način praćenja prehrane počinje ovdje
hu: Az okosabb módja annak, hogy követed mit eszel, itt kezdődik
ro: Modul tău mai inteligent de a urmări ce mănânci începe aici

# noCalorieMath
source: No more calorie math
bg: Без повече смятане на калории
hr: Bez računanja kalorija
hu: Nincs több kalória számítás
ro: Nu mai există matematică calorică

# noCalorieMathDesc
source: We do the numbers, you enjoy the food.
bg: Ние смятаме, ти се наслаждаваш на храната.
hr: Mi računamo, ti uživaš u hrani.
hu: Mi számolunk, te élvezd az ételt.
ro: Noi facem calculele, tu te bucuri de mâncare.

source: Scan. Track. Done
bg: Сканирай. Проследи. Готово.
hr: Skeniraj. Prati. Gotovo.
hu: Szkennelj. Kövess. Kész
ro: Scanează. Urmărește. Gata

# scanTrackDoneDesc
source: Logging food takes seconds.
bg: Записването на храна отнема секунди.
hr: Bilježenje hrane traje svega nekoliko sekundi.
hu: Az étel naplózása másodpercek alatt történik.
ro: Înregistrarea mâncării durează secunde.

source: Stay on top effortlessly
bg: Остани постоянен без усилие
hr: Ostani dosljedan bez napora
hu: Maradj a tetején könnyedén
ro: Rămâi în vârf fără efort

# stayOnTopEffortlesslyDesc
source: Gentle reminders keep you consistent.
bg: Нежните напомняния ти помагат да бъдеш последователен.
hr: Nježni podsjetnici pomažu ti ostati na putu.
hu: A finom emlékeztetők segítenek következetesnek maradni.
ro: Memento-urile blânde te mențin consistent.

source: Language
bg: Език
es: Idioma
fr: Langue
hr: Jezik
hu: Nyelv
it: Lingua
ro: Limbă
sl: Jezik
sr: Језик

source: Appearance
bg: Външен вид
hr: Izgled
hu: Megjelenés
ro: Aspect
sl: Videz
sr: Izgled

source: Light
bg: Светъл
hr: Svijetli
hu: Világos
ro: Luminos
sl: Svetlo
sr: Svijetli

source: Dark
bg: Тъмен
hr: Tamni
hu: Sötét
ro: Întunecat
sl: Temno
sr: Tamni

source: Automatic
bg: Автоматично
hr: Automatski
hu: Automatikus
ro: Automat
sl: Samodejno
sr: Automatski

source: Create Your Account
bg: Създай своя акаунт
es: Crea tu cuenta
fr: Créez votre compte
hr: Stvori svoj račun
hu: Hozd létre a fiókodat
it: Crea il tuo account
ro: Creează-ți contul
sl: Ustvari Svoj Račun
sr: Napravi Svoj Nalog

source: Welcome Back
bg: Добре дошъл отново
es: Bienvenido de nuevo
fr: Bon retour
hr: Dobrodošao natrag
hu: Üdv újra itt
it: Bentornato
ro: Bine ai revenit
sl: Dobrodošel Nazaj
sr: Dobrodošao Nazad

source: Continue with Apple
bg: Продължи с Apple
es: Continuar con Apple
fr: Continuer avec Apple
hr: Nastavi s Appleom
hu: Folytatás Apple-lel
it: Continua con Apple
ro: Continuă cu Apple
sl: Nadaljuj z Apple
sr: Nastavi sa Apple

source: Continue with Google
bg: Продължи с Google
es: Continuar con Google
fr: Continuer avec Google
hr: Nastavi s Googleom
hu: Folytatás Google-lel
it: Continua con Google
ro: Continuă cu Google
sl: Nadaljuj z Google
sr: Nastavi sa Google

source: Creating account...
bg: Създаване на акаунт...
es: Creando cuenta...
fr: Création du compte...
hr: Stvaranje računa...
hu: Fiók létrehozása...
it: Creazione dell’account...
ro: Crearea contului...
sl: Ustvarjanje računa...

source: Want to sign in later?
bg: Искаш ли да влезеш по-късно?
es: ¿Quieres iniciar sesión más tarde?
fr: Vous voulez vous connecter plus tard ?
hr: Želiš se prijaviti kasnije?
hu: Később szeretnél bejelentkezni?
it: Vuoi accedere più tardi?
ro: Vrei să te autentifici mai târziu?
sl: Se želiš prijaviti kasneje?
sr: Želiš da se prijaviš kasnije?

source: Skip
bg: Пропусни
es: Omitir
fr: Passer
hr: Preskoči
hu: Kihagyás
it: Salta
ro: Sari peste
sl: Preskoči
sr: Preskoči

# byContinuingAgree
source: By continuing, you agree to our Terms of Service and Privacy Policy
bg: Продължавайки, приемаш нашите Условия за ползване и Политика за поверителност
es: Al continuar, aceptas nuestros Términos de servicio y Política de privacidad
fr: En continuant, vous acceptez nos Conditions d'utilisation et Politique de confidentialité
hr: Nastavkom se slažeš s našim Uvjetima korištenja i Pravilima privatnosti
hu: A folytatással elfogadod a Felhasználási feltételeket és az Adatvédelmi irányelveket
it: Continuando accetti i nostri Termini di servizio e l’Informativa sulla privacy
ro: Continuând, ești de acord cu Termenii de utilizare și Politica de confidențialitate
sl: Z nadaljevanjem se strinjaš z našimi Pogoji uporabe in Politiko zasebnosti
sr: Nastavkom se slažeš sa našim Uslovima Korišćenja i Pravilima Privatnosti

# haveYouCountedCalories
source: Have you counted calories before?
bg: Броил ли си калории преди?
es: ¿Has contado calorías antes?
hr: Jesi li ikada brojao kalorije?
hu: Számoltál már kalóriákat korábban?
ro: Ai numărat calorii înainte?
sl: Ste že kdaj šteli kalorije?
sr: Da li ste pre brojali kalorije?

# triedButStopped
source: I've tried but stopped.
bg: Опитах, но спрях.
es: Lo intenté pero me detuve.
hr: Pokušao/la sam, ali sam odustao/la.
hu: Próbáltam, de abbahagytam.
ro: Am încercat dar m-am oprit.
sl: Poskusil/a sem, a sem prenehal/a.
sr: Pokušao/la sam, ali sam prestao/la.

# neverSeemComplex
source: Never. It seems complex.
bg: Никога. Изглежда сложно.
es: Nunca. Parece complejo.
hr: Nikad. Čini se prekomplicirano.
hu: Soha. Bonyolultnak tűnik.
ro: Niciodată. Pare complex.
sl: Nikoli. Zdi se zapleteno.
sr: Nikad. Čini se složeno.

# yesStillDoing
source: Yes, and I'm still doing it.
bg: Да, и все още го правя.
es: Sí, y aún lo estoy haciendo.
hr: Da, i još uvijek to radim.
hu: Igen, és még mindig csinálom.
ro: Da, și încă o fac.
sl: Da, in še vedno to počnem.
sr: Da, i još uvek to radim.

source: Log Streak
bg: Запиши серия
es: Registrar Racha
hr: Zabilježi niz
hu: Naplózási sorozat
ro: Șir de înregistrări
