Repository: kalorinaapp/Frontend
Catalog: lib/l10n/app_*.arb
Languages: bg, es, fr, hr, hu, it, ro, sl, sr

source: Calories more to go!
bg: Още калории до целта!
es: ¡Calorías más por ir!
hr: Još kalorija do cilja!
hu: Még több kalória a cél eléréséhez!
ro: Mai multe calorii de atins!

source: Today's lunch totals
bg: Днешен обяд – общо
es: Totales del almuerzo de hoy
hr: Današnji ručak – ukupno
hu: Mai ebéd összesítő
ro: Totalurile prânzului de astăzi

source: Meal totals
bg: Общо за храненията
es: Totales de comidas
hr: Ukupno obroka
hu: Étkezés összesítő
ro: Totalurile mesei

# consistencyMatters
source: Consistency matters for achieving your goals!
bg: Постоянството е ключът към постигането на целите ти!
es: ¡La consistencia importa para lograr tus objetivos!
hr: Dosljednost je ključna za postizanje tvojih ciljeva!
hu: A következetesség fontos a céljaid eléréséhez!
ro: Consistența contează pentru atingerea obiectivelor tale!

# continueButton
source: Continue
bg: Продължи
es: Continuar
hr: Nastavi
hu: Folytatás
ro: Continuă

source: Kalorina
bg: Каролина
hu: Kayree

source: Exercise
bg: Тренировка
es: Ejercicio
fr: Exercice
hr: Vježbanje
hu: Gyakorlat
it: Esercizio
ro: Exercițiu

source: Cardio
bg: Кардио
hr: Kardio
hu: Kardió

# cardioSubtitle
source: Log runs, cycling, HIIT, or any endurance activity
bg: Запиши бягане, колоездене, HIIT или кардио активност
es: Registra carreras, ciclismo, HIIT o cualquier actividad de resistencia
fr: Enregistrez les courses, le cyclisme, HIIT ou toute activité d'endurance
hr: Zabilježi trčanje, bicikliranje, HIIT ili bilo koju izdržljivost
hu: Naplózz futást, kerékpározást, HIIT-et vagy bármilyen kitartási tevékenységet
it: Registra corse, ciclismo, HIIT o qualsiasi attività cardio
ro: Înregistrează alergări, ciclism, HIIT sau orice activitate de rezistență

source: Weight Training
bg: Силова тренировка
es: Entrenamiento con Pesas
fr: Musculation
hr: Trening s utezima
hu: Súlyzós edzés
it: Allenamento con i pesi
ro: Antrenament cu Greutăți

# weightTrainingSubtitle
source: Track gym sessions, sets, and strength exercises
bg: Проследявай фитнес тренировки, серии и силови упражнения
es: Rastrea sesiones de gimnasio, series y ejercicios de fuerza
fr: Suivez les sessions de gym, les séries et les exercices de force
hr: Prati treninge u teretani, serije i vježbe snage
hu: Kövess edzőtermi edzéseket, szetteket és erőgyakorlatokat
it: Traccia allenamenti in palestra, serie ed esercizi di forza
ro: Urmărește sesiunile de sală, seturile și exercițiile de forță

source: Describe Exercise
bg: Опиши тренировката
es: Describir Ejercicio
fr: Décrire l'Exercice
hr: Opiši vježbu
hu: Gyakorlat leírása
it: Descrivi esercizio
ro: Descrie Exercițiul

# describeExerciseSubtitle
source: Let AI calculate calories burned
bg: Нека AI изчисли изгорените калории
es: Deja que la IA calcule las calorías quemadas
fr: Laissez l'IA calculer les calories brûlées
hr: Dopusti AI-u da izračuna potrošene kalorije
hu: Hagyd, hogy az AI kiszámítsa az elégetett kalóriákat
it: Lascia che l’IA calcoli le calorie bruciate
ro: Lasă AI-ul să calculeze caloriile arse

source: Direct Input
bg: Директен вход
es: Entrada Directa
fr: Saisie Directe
hr: Direktan unos
hu: Közvetlen Bevitele
it: Inserimento diretto
ro: Intrare Directă
sl: Direkten Vnos
sr: Директан Унос

# directInputSubtitle
source: Type in calories burned yourself
bg: Въведи изгорените калории сам
es: Escribe las calorías quemadas tú mismo
fr: Tapez les calories brûlées vous-même
hr: Ručni unos potrošenih kalorija
hu: Írd be magad az elégetett kalóriákat
it: Inserisci manualmente le calorie bruciate
ro: Scrie singur caloriile arse

source: Food
bg: Храна
es: Comida
fr: Nourriture
hr: Hrana
hu: Étel
it: Cibo
ro: Mâncare

source: My Meals
bg: Моите ястия
es: Mis Comidas
fr: Mes Repas
hr: Moji obroci
hu: Ételeim
it: I miei pasti
ro: Mesele Mele
sl: Moji Obroki
sr: Моји Оброци

# myMealsSubtitle
source: Track gym sessions, sets, and strength exercises
bg: Създай ястие от запазените си храни
es: Rastrea sesiones de gimnasio, series y ejercicios de fuerza
fr: Suivez les sessions de gym, les séries et les exercices de force
hr: Kreiraj obrok od svojih spremljenih namirnica
hu: Kövess edzőtermi edzéseket, szetteket és erőgyakorlatokat
it: Crea pasti a partire dai tuoi cibi salvati
ro: Urmărește sesiunile de sală, seturile și exercițiile de forță

source: My Foods
bg: Моите храни
es: Mis Alimentos
fr: Mes Aliments
hr: Moja hrana
hu: Ételeim
it: I miei cibi
ro: Mâncărurile Mele
sl: Moja Hrana
sr: Моја Храна

# myFoodsSubtitle
source: Let AI calculate calories burned
bg: Създай собствена база с храни
es: Deja que la IA calcule las calorías quemadas
fr: Laissez l'IA calculer les calories brûlées
hr: Izradi vlastitu bazu namirnica
hu: Hagyd, hogy az AI kiszámítsa az elégetett kalóriákat
it: Crea la tua libreria personale di alimenti
ro: Lasă AI-ul să calculeze caloriile arse

source: Saved Scans
bg: Запазени сканирания
es: Escaneos Guardados
fr: Scans Sauvegardés
hr: Spremljeni skenovi
hu: Mentett Szkennerek
it: Scansioni salvate
ro: Scanări Salvate
sl: Shranjeni Skeni
sr: Сачувани Скенови

# savedScansSubtitle
source: Type in calories burned yourself
bg: Намери всички предишно сканирани храни
es: Escribe las calorías quemadas tú mismo
fr: Tapez les calories brûlées vous-même
hr: Pronađi sve prethodno spremljene namirnice
hu: Írd be magad az elégetett kalóriákat
it: Trova tutti i pasti scansionati in precedenza
ro: Scrie singur caloriile arse

# directInputFood
source: Direct Input
bg: Ръчно въвеждане
es: Entrada Directa
fr: Saisie Directe
hr: Izravni unos
hu: Közvetlen bevitel
it: Inserimento diretto
ro: Intrare Directă

# directInputFoodSubtitle
source: Type in what you ate yourself
bg: Въведи калории и макронутриенти ръчно
es: Escribe lo que comiste tú mismo
fr: Tapez ce que vous avez mangé vous-même
hr: Ručni unos kalorija i makronutrijenata
hu: Írd be magad, mit ettél
it: Inserisci manualmente ciò che hai mangiato
ro: Scrie singur ce ai mâncat

source: How does it work?
bg: Как работи?
es: ¿Cómo funciona?
hr: Kako to funkcionira?
hu: Hogyan működik?
ro: Cum funcționează?

source: Current streak
bg: Текуща серия
es: Racha actual
hr: Trenutni niz
hu: Jelenlegi sorozat
ro: Șirul curent

source: Longest streak
bg: Най-дълга серия
es: Racha más larga
hr: Najduži niz
hu: Leghosszabb sorozat
ro: Cel mai lung șir

source: day
bg: ден
es: día
hr: dan
hu: nap
ro: zi

source: days
bg: дни
es: días
hr: dana
hu: nap
ro: zile

source: Successful day
bg: Успешен ден
es: Día exitoso
hr: Uspješan dan
hu: Sikeres nap
ro: Zi de succes

source: Failed day
bg: Неуспешен ден
es: Día fallido
hr: Neuspješan dan
hu: Sikertelen nap
ro: Zi eșuată

source: Undo
bg: Отмени
es: Deshacer
hr: Poništi
hu: Visszavonás
ro: Anulează

source: Error
bg: Грешка
hr: Greška
hu: Hiba
ro: Eroare

source: Success
bg: Успех
es: Éxito
hr: Uspjeh
hu: Siker
ro: Succes

source: Info
bg: Инфо

source: Failed to create streak
bg: Неуспешно създаване на серия
es: Error al crear racha
hr: Neuspjelo stvaranje niza
hu: Sorozat létrehozása sikertelen
ro: Eșec la crearea șirului

source: Streak undone for
bg: Серията е отменена за
es: Racha deshecha para
hr: Niz poništen za
hu: Sorozat visszavonva
ro: Șir anulat pentru

source: No streak to undo for
bg: Няма серия за отмяна за
es: No hay racha para deshacer para
hr: Nema niza za poništavanje za
hu: Nincs sorozat a visszavonáshoz
ro: Nu există șir de anulat pentru

# howDoesItWorkTitle
source: How does it work?
bg: Как работи?
es: ¿Cómo funciona?
hr: Kako to funkcionira?
hu: Hogyan működik?
ro: Cum funcționează?

# howDoesItWorkDescription
source: Every day, you can log your fire to reflect on whether you felt like you truly achieved what you wanted.
bg: Всеки ден можеш да отбележиш своя огън, за да се замислиш дали наистина си постигнал това, което искаш.
es: Cada día, puedes registrar tu fuego para reflexionar sobre si sentiste que realmente lograste lo que querías.
hr: Svaki dan možeš zabilježiti svoj plamen kako bi razmislio jesi li zaista postigao ono što si želio.
hu: Minden nap naplózhatod a tüzét, hogy elgondolkodj, valóban elérted-e azt, amit akartál.
ro: În fiecare zi, poți înregistra focul tău pentru a reflecta dacă ai simțit că ai realizat cu adevărat ceea ce voiai.

# successfulDescription
source: Successful → You reached your daily goal or feel satisfied with your progress.
bg: Успешно → Постигнал си дневната си цел или се чувстваш доволен от напредъка си.
es: Exitoso → Alcanzaste tu objetivo diario o te sientes satisfecho con tu progreso.
hr: Uspješno → Ostvario si svoj dnevni cilj ili se osjećaš zadovoljnim napretkom.
hu: Sikeres → Elérted a napi célodat vagy elégedett vagy a haladásoddal.
ro: De succes → Ai atins obiectivul zilnic sau te simți mulțumit de progresul tău.

# failedDescription
source: Failed → You didn't meet your goal or the day didn't go as planned.
bg: Неуспешно → Не си постигнал целта си или денят не е минал както си планирал.
es: Fallido → No cumpliste tu objetivo o el día no salió como planeaste.
hr: Neuspješno → Nisi postigao cilj ili dan nije prošao kako si planirao.
hu: Sikertelen → Nem érted el a célodat vagy a nap nem úgy alakult, ahogy tervezted.
ro: Eșuat → Nu ai atins obiectivul sau ziua nu a mers conform planului.

# streakExplanation
source: Your fires build streaks that show your consistency. The longer you log honestly, the clearer you'll see your real progress.
bg: Твоите огньове изграждат серии, които показват твоята последователност. Колкото по-честно отбелязваш, толкова по-ясно ще виждаш реалния си напредък.
es: Tus fuegos construyen rachas que muestran tu consistencia. Mientras más registres honestamente, más claro verás tu progreso real.
hr: Tvoji plamenovi grade nizove koji pokazuju tvoju dosljednost. Što dulje iskreno bilježiš, jasnije ćeš vidjeti svoj stvarni napredak.
hu: A tüzek sorozatokat építenek, amelyek a konzisztenciádat mutatják. Minél tovább naplózol őszintén, annál tisztábban látod a valódi haladásodat.
ro: Focurile tale construiesc șiruri care arată consistența ta. Cu cât înregistrezi mai onest, cu atât mai clar îți vei vedea progresul real.

source: Log Exercise
bg: Регистрирай упражнение
es: Registrar Ejercicio
hr: Prijavi vježbu
hu: Edzés naplózása
ro: Înregistrează exercițiul
sl: Zabeleži vajo
sr: Пријави вежбу

# weightTrainingTab
source: Weight Training
bg: Тренировка с тежести
es: Entrenamiento con Pesas
hr: Trening s utezima
hu: Súlyzós edzés
ro: Antrenament cu greutăți
sl: Trening z utežmi
sr: Тренинг са теговима

# describeTab
source: Describe
bg: Опиши
es: Describir
hr: Opiši
hu: Leírás
ro: Descrie
sl: Opiši
sr: Опиши

# directInputTab
source: Direct Input
bg: Директен вход
es: Entrada Directa
hr: Izravni unos
hu: Közvetlen bevitel
ro: Introducere directă
sl: Neposreden vnos
sr: Директан унос

source: Low
bg: Нисък
es: Bajo
hr: Nizak
hu: Alacsony
ro: Scăzut
sl: Nizka
sr: Низак

source: Medium
bg: Среден
es: Medio
hr: Srednji
hu: Közepes
ro: Mediu
sl: Srednja
sr: Средњи

source: High
bg: Висок
es: Alto
hr: Visok
hu: Magas
ro: Ridicat
sl: Visoka
sr: Висок

source: Intensity
bg: Интензитет
es: Intensidad
hr: Intenzitet
hu: Intenzitás
ro: Intensitate
sl: Intenzivnost
sr: Интензитет

source: Duration
bg: Продължителност
es: Duración
hr: Trajanje
hu: Időtartam
ro: Durată
sl: Trajanje
sr: Трајање

# fifteenMin
source: 15 min
bg: 15 мин
hu: 15 perc
sr: 15 мин

# thirtyMin
source: 30 min
bg: 30 мин
hu: 30 perc
sr: 30 мин

# fortyFiveMin
source: 45 min
bg: 45 мин
hu: 45 perc
sr: 45 мин

# sixtyMin
source: 60 min
bg: 60 мин
hu: 60 perc
sr: 60 мин

source: Logging...
bg: Записване...
es: Registrando...
hr: Spremanje...
hu: Naplózás...
ro: Înregistrare...
sl: Beleženje...
sr: Пријављивање...

source: Add
bg: Добави
es: Agregar
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
it: Aggiungi
ro: Adaugă
sl: Dodaj
sr: Додај

source: AI Powered
bg: Задвижвано от ИИ
es: Impulsado por IA
hr: Pokretano AI-em
hu: MI által működtetett
ro: Alimentat de IA
sl: Poganja AI
sr: Покреће ИА

# explainWorkoutPlaceholder
source: Explain workout duration, effort, etc.
bg: Опиши продължителността на тренировката, усилието и др.
es: Explica duración del entrenamiento, esfuerzo, etc.
hr: Opiši trajanje vježbe, napor, itd.
hu: Magyarázd el az edzés időtartamát, erőfeszítést, stb.
ro: Explică durata antrenamentului, efortul, etc.
sl: Razloži trajanje vadbe, napor, itd.
sr: Објасни трајање вежбе, напор, итд.

# workoutExample
source: Example: "Upper body session, 45 mins, medium effort"
bg: Пример: "Тренировка за горната част на тялото, 45 мин, средно усилие"
es: Ejemplo: "Sesión de tren superior, 45 mins, esfuerzo medio"
hr: Primjer: "Trening gornjeg dijela tijela, 45 min, srednji napor"
hu: Példa: "Felsőtest edzés, 45 perc, közepes erőfeszítés"
ro: Exemplu: "Antrenament partea superioară, 45 min, efort mediu"
sl: Primer: "Trening zgornjega dela telesa, 45 min, srednji napor"
sr: Пример: "Тренинг горњег дела тела, 45 мин, средњи напор"

source: Estimating...
bg: Оценяване...
es: Estimando...
hr: Procjenjujem...
hu: Becslés...
ro: Estimare...
sl: Ocenjevanje...
sr: Процена...

source: AI Estimate
bg: ИИ оценка
es: Estimación IA
hr: AI procjena
hu: MI becslés
ro: Estimare IA
sl: AI ocena
sr: ИА процена

source: Why this estimate
bg: Защо тази оценка?
es: Por qué esta estimación
hr: Zašto ova procjena
hu: Miért ez a becslés
ro: De ce această estimare
sl: Zakaj ta ocena
sr: Зашто ова процена

# typeCaloriesBurned
source: Type in calories burned yourself
bg: Въведи изгорените калории ръчно
es: Escribe las calorías quemadas tú mismo
fr: Tapez les calories brûlées vous-même
hr: Upiši potrošene kalorije ručno
hu: Írd be magad a elégetett kalóriákat
it: Inserisci manualmente le calorie bruciate
ro: Introdu calorii arse tu însuți
sl: Vnesi porabljene kalorije sam
sr: Унеси спаљене калорије сам

# nearSprintingDescription
source: Near sprinting, hard to sustain for long
bg: Почти спринт, трудно за дълго поддържане
es: Casi esprintando, difícil de mantener por mucho tiempo
fr: Presque un sprint, difficile à maintenir longtemps
hr: Gotovo sprint, teško održivo dulje vrijeme
hu: Majdnem sprint, nehéz hosszú ideig fenntartani
it: Quasi uno sprint, difficile da sostenere a lungo
ro: Aproape sprint, greu de susținut mult timp
sl: Skoraj sprint, težko vzdrževati dolgo
sr: Готово спринт, тешко одржати дуго

# steadyRunDescription
source: Steady run, manageable effort
bg: Равномерно бягане, поносимо усилие
es: Carrera constante, esfuerzo manejable
fr: Course régulière, effort gérable
hr: Stabilno trčanje, umjeren napor
hu: Stabil futás, kezelhető erőfeszítés
it: Corsa costante, sforzo gestibile
ro: Alergare constantă, efort gestionabil
sl: Stabilno tečanje, obvladljiv napor
sr: Стабилно трчање, подношљив напор

# briskWalkDescription
source: Brisk walk, comfortable breathing
bg: Бързо ходене, удобно дишане
es: Caminata rápida, respiración cómoda
fr: Marche rapide, respiration confortable
hr: Brza šetnja, ugodno disanje
hu: Gyors séta, kényelmes légzés
it: Camminata veloce, respirazione confortevole
ro: Plimbare rapidă, respirație confortabilă
sl: Hitra hoja, udobno dihanje
sr: Брза шетња, удобно дисање

# heavyWeightsDescription
source: Heavy weights, close to max effort
bg: Тежки тежести, близо до максимално усилие
es: Pesas pesadas, cerca del esfuerzo máximo
fr: Poids lourds, proche de l'effort maximum
hr: Teški utezi, blizu maksimalnog napora
hu: Nehéz súlyok, közel a maximális erőfeszítéshez
it: Pesi pesanti, vicino allo sforzo massimo
ro: Greutăți grele, aproape de efortul maxim
sl: Težke uteži, blizu maksimalnega napora
sr: Тешки тегови, близу максималног напора

# moderateWeightsDescription
source: Moderate weights, breaking a sweat
bg: Умерени тежести, изпотяване
es: Pesas moderadas, sudando
fr: Poids modérés, transpiration
hr: Umjereni utezi, vidljivo znojenje
hu: Mérsékelt súlyok, izzadás
it: Pesi moderati, con sudorazione
ro: Greutăți moderate, transpirație
sl: Zmerne uteži, potenje
sr: Умерени тегови, знојење

# lightWeightsDescription
source: Light weights, no sweat
bg: Леки тежести, без изпотяване
es: Pesas ligeras, sin sudar
fr: Poids légers, pas de transpiration
hr: Lagani utezi, bez znojenja
hu: Könnyű súlyok, izzadás nélkül
it: Pesi leggeri, senza sudare
ro: Greutăți ușoare, fără transpirație
sl: Lahke uteži, brez potenja
sr: Лаки тегови, без знојења

source: Log Food
bg: Регистрирай храна
es: Registrar Comida
fr: Enregistrer Nourriture
hr: Prijavi hranu
hu: Étel Naplózása
it: Registra cibo
ro: Înregistrează Mâncarea
sl: Zabeleži Hrano
sr: Забележи Храну

source: All
bg: Всички
es: Todo
fr: Tout
hr: Sve
hu: Összes
it: Tutto
ro: Toate
sl: Vse
sr: Све

source: Search meals...
bg: Търси ястия...
es: Buscar comidas...
fr: Rechercher repas...
hr: Pretraži obroke...
hu: Ételek keresése...
it: Cerca pasti...
ro: Caută mese...
sl: Išči obroke...
sr: Претражи оброке...

source: Search foods...
bg: Търси храна...
es: Buscar alimentos...
fr: Rechercher aliments...
hr: Pretraži hranu...
hu: Ételek keresése...
it: Cerca cibi...
ro: Caută mâncare...
sl: Išči hrano...
sr: Претражи храну...

source: Search scanned meals...
bg: Търси сканирани ястия...
es: Buscar comidas escaneadas...
fr: Rechercher repas scannés...
hr: Pretraži skenirane obroke...
hu: Szkennelt ételek keresése...
it: Cerca pasti scansionati...
ro: Caută mese scanate...
sl: Išči skenirane obroke...
sr: Претражи скениране оброке...

source: Chicken br
bg: Пилешко филе
es: Pollo br
fr: Poulet br
hr: Piletina prsa
hu: Csirke br
it: Petto di pollo
ro: Pui br
sl: Piščanec br
sr: Пиле br

source: Suggestions
bg: Предложения
es: Sugerencias
hr: Prijedlozi
hu: Javaslatok
it: Suggerimenti
ro: Sugestii
sl: Predlogi
sr: Предлози

source: No suggestions available
bg: Няма налични предложения
es: No hay sugerencias disponibles
fr: Aucune suggestion disponible
hr: Nema dostupnih prijedloga
hu: Nincsenek elérhető javaslatok
it: Nessun suggerimento disponibile
ro: Nu sunt sugestii disponibile
sl: Ni na voljo predlogov
sr: Нема доступних предлога

source: No meals saved yet
bg: Все още няма запазени ястия
es: Aún no hay comidas guardadas
fr: Aucun repas sauvegardé encore
hr: Još nema spremljenih obroka
hu: Még nincsenek mentett ételek
it: Nessun pasto salvato
ro: Încă nu sunt mese salvate
sl: Še ni shranjenih obrokov
sr: Још нема сачуваних оброка

source: No foods created yet
bg: Все още няма създадени храни
es: Aún no se han creado alimentos
fr: Aucun aliment créé encore
hr: Još nema stvorene hrane
hu: Még nincsenek létrehozott ételek
it: Nessun cibo creato
ro: Încă nu s-au creat mâncăruri
sl: Še ni ustvarjene hrane
sr: Још нема створене хране

source: Create Food
bg: Създай храна
es: Crear Alimento
fr: Créer Aliment
hr: Stvori hranu
hu: Étel Létrehozása
it: Crea cibo
ro: Creează Mâncare
sl: Ustvari Hrano
sr: Створи Храну

source: Your saved scans will appear here
bg: Твоите запазени сканирания ще се появят тук
es: Tus escaneos guardados aparecerán aquí
fr: Vos scans sauvegardés apparaîtront ici
hr: Vaši spremljeni skenovi će se pojaviti ovdje
hu: A mentett szkennjeid itt jelennek meg
it: Le tue scansioni salvate appariranno qui
ro: Scanările tale salvate vor apărea aici
sl: Vaši shranjeni skeni se bodo prikazali tukaj
sr: Ваши сачувани скенови ће се појавити овде

source: Saved Scans content coming soon
bg: Съдържанието на запазените сканирания предстои скоро
es: Contenido de escaneos guardados próximamente
fr: Contenu des scans sauvegardés bientôt
hr: Sadržaj spremljenih skenova uskoro dolazi
hu: Mentett szkenn tartalom hamarosan
it: Il contenuto delle scansioni salvate arriverà presto
ro: Conținutul scanărilor salvate în curând
sl: Vsebina shranjenih skenov kmalu
sr: Садржај сачуваних скенова ускоро

source: Edit Name
bg: Редактирай име
es: Editar Nombre
fr: Modifier le Nom
hr: Uredi ime
hu: Név Szerkesztése
it: Modifica nome
ro: Editează Numele
sl: Uredi Ime
sr: Уреди Име

# caloriesLabel
source: Calories
bg: Калории
es: Calorías
hr: Kalorije
hu: Kalóriák
it: Calorie
ro: Calorii
sl: Kalorije
sr: Калорије

source: Ingredients
bg: Съставки
es: Ingredientes
fr: Ingrédients
hr: Sastojci
hu: Összetevők
it: Ingredienti
ro: Ingrediente
sl: Sestavine
sr: Састојци

source: Add More
bg: Добави още
es: Agregar Más
fr: Ajouter Plus
hr: Dodaj više
hu: További Hozzáadása
it: Aggiungi altro
ro: Adaugă Mai Mult
sl: Dodaj Več
sr: Додај Више

source: Amount
bg: Количество
es: Cantidad
fr: Quantité
hr: Količina
hu: Mennyiség
it: Quantità
ro: Cantitate
sl: Količina
sr: Количина

source: Save Food
bg: Запази храна
es: Guardar Alimento
fr: Sauvegarder Aliment
hr: Spremi hranu
hu: Étel Mentése
it: Salva cibo
ro: Salvează Mâncarea
sl: Shrani Hrano
sr: Сачувај Храну

source: Create a Meal
bg: Създай ястие
es: Crear una Comida
fr: Créer un Repas
hr: Stvori obrok
hu: Étel Létrehozása
it: Crea un pasto
ro: Creează o Masă
sl: Ustvari Obrok
sr: Створи Оброк

source: Enter Amount
bg: Въведи количество
es: Ingresar Cantidad
fr: Entrer Quantité
hr: Unesite količinu
hu: Mennyiség Megadása
it: Inserisci quantità
ro: Introdu Cantitatea
sl: Vnesi Količino
sr: Унеси Количину

# enterAmountPlaceholder
source: Enter amount
bg: Въведи количество
es: Ingresar cantidad
fr: Entrer quantité
hr: Unesite količinu
hu: Mennyiség megadása
it: Inserisci quantità
ro: Introdu cantitatea
sl: Vnesi količino
sr: Унеси количину

source: Cancel
bg: Отказ
es: Cancelar
fr: Annuler
hr: Odustani
hu: Mégse
it: Annulla
ro: Anulează
sl: Prekliči
sr: Откажи

source: Save
bg: Запази
es: Guardar
fr: Sauvegarder
hr: Spremi
hu: Mentés
it: Salva
ro: Salvează
sl: Shrani
sr: Сачувај

source: Name *
bg: Име *
es: Nombre *
fr: Nom *
hr: Naziv *
hu: Név *
it: Nome *
ro: Nume *
sl: Ime *
sr: Име *

source: Enter ingredient name
bg: Въведи име на съставката
es: Ingresar nombre del ingrediente
fr: Entrer nom de l'ingrédient
hr: Unesite naziv sastojka
hu: Összetevő nevének megadása
it: Inserisci nome ingrediente
ro: Introdu numele ingredientului
sl: Vnesi ime sestavine
sr: Унеси име састојка

source: Quantity & Unit
bg: Количество и мерна единица
es: Cantidad y Unidad
fr: Quantité et Unité
hr: Količina i jedinica
hu: Mennyiség és Mértékegység
it: Quantità e unità
ro: Cantitate și Unitate
sl: Količina in Enota
sr: Количина и Јединица

# amountPlaceholder
source: Amount
bg: Количество
es: Cantidad
fr: Quantité
hr: Količina
hu: Mennyiség
it: Quantità
ro: Cantitate
sl: Količina
sr: Количина

# unitPlaceholder
source: Unit (g, cup, tbsp)
bg: Мерна единица (г, чаша, супена лъжица)
es: Unidad (g, taza, cucharada)
fr: Unité (g, tasse, cuillère)
hr: Jedinica (g, šalica, žlica)
hu: Mértékegység (g, csésze, evőkanál)
it: Unità (g, tazza, cucchiaio)
ro: Unitate (g, cană, lingură)
sl: Enota (g, skodelica, žlica)
sr: Јединица (г, шоља, кашика)

source: Nutrition (Optional)
bg: Хранителни стойности (по избор)
es: Nutrición (Opcional)
fr: Nutrition (Optionnel)
hr: Prehrana (opcionalno)
hu: Táplálkozás (Opcionális)
it: Valori nutrizionali (opzionale)
ro: Nutriție (Opțional)
sl: Prehrana (Neobvezno)
sr: Исхрана (Опционо)

# caloriesPlaceholder2
source: Calories
bg: Калории
es: Calorías
hr: Kalorije
hu: Kalóriák
it: Calorie
ro: Calorii
sl: Kalorije
sr: Калорије

source: Protein (g)
bg: Протеини (г)
es: Proteína (g)
fr: Protéines (g)
hr: Proteini (g)
hu: Fehérje (g)
it: Proteine (g)
ro: Proteine (g)
sl: Beljakovine (g)
sr: Протеини (г)

source: Carbs (g)
bg: Въглехидрати (г)
es: Carbohidratos (g)
fr: Glucides (g)
hr: Ugljikohidrati (g)
hu: Szénhidrátok (g)
it: Carboidrati (g)
ro: Carbohidrați (g)
sl: Ogljikovi Hidrati (g)
sr: Угљени Хидрати (г)

source: Fat (g)
bg: Мазнини (г)
es: Grasa (g)
fr: Lipides (g)
hr: Masti (g)
hu: Zsír (g)
it: Grassi (g)
ro: Grăsimi (g)
sl: Maščobe (g)
sr: Масти (г)

source: Edit Ingredient
bg: Редактирай съставка
es: Editar Ingrediente
fr: Modifier Ingrédient
hr: Uredi sastojak
hu: Összetevő Szerkesztése
it: Modifica ingrediente
ro: Editează Ingredientul
sl: Uredi Sestavino
sr: Уреди Састојак
