Repository: kalorinaapp/Frontend
Catalog: lib/l10n/app_*.arb
Languages: bg, es, fr, hr, hu, it, ro, sl, sr

source: Balance carbs, protein and fats
bg: Балансирай въглехидратите, протеините и мазнините
es: Equilibra carbohidratos, proteínas y grasas
fr: Équilibre les glucides, les protéines et les lipides
hr: Uravnoteži ugljikohidrate, proteine i masti
hu: Egyensúlyozd a szénhidrátokat, fehérjéket és zsírokat
it: Bilancia carboidrati, proteine e grassi
ro: Echilibrează carbohidrații, proteinele și grăsimile
sl: Uravnoteži ogljikove hidrate, beljakovine in maščobe
sr: Балансирај угљене хидрате, протеине и масти

source: Stick to your personalized plan
bg: Придържай се към персонализирания си план
es: Adhiérete a tu plan personalizado
fr: Tiens-toi à ton plan personnalisé
hr: Pridržavaj se svog personaliziranog plana
hu: Tartsd be személyre szabott tervedet
it: Attieniti al tuo piano personalizzato
ro: Ține-te de planul tău personalizat
sl: Drži se svojega personaliziranega načrta
sr: Придржавај се свог персонализованог плана

source: Focus on whole, unprocessed foods
bg: Фокусирай се върху цялостни, необработени храни
es: Enfócate en alimentos integrales y sin procesar
fr: Concentre-toi sur les aliments entiers et non transformés
hr: Fokusiraj se na cjelovitu, neobrađenu hranu
hu: Koncentrálj a teljes értékű, feldolgozatlan ételekre
it: Concentrati su alimenti integrali e non trasformati
ro: Concentrează-te pe alimente integrale, neprocesate
sl: Osredotoči se na celostno, neobdelano hrano
sr: Фокусирај се на целовиту, необрађену храну

source: Follow your personalized meal plan
bg: Следвай персонализирания си план за хранене
es: Sigue tu plan de comidas personalizado
fr: Suis ton plan de repas personnalisé
hr: Slijedi svoj personalizirani plan obroka
hu: Kövesd személyre szabott étkezési tervedet
it: Segui il tuo piano alimentare personalizzato
ro: Urmează planul tău personalizat de mese
sl: Sledi svojemu personaliziranemu načrtu obrokov
sr: Следи свој персонализовани план оброка

source: Focus on portion control and nutrition
bg: Фокусирай се върху контрол на порциите и храненето
es: Enfócate en el control de porciones y la nutrición
fr: Concentre-toi sur le contrôle des portions et la nutrition
hr: Fokusiraj se na kontrolu porcija i prehranu
hu: Koncentrálj az adagkontrollra és táplálkozásra
it: Concentrati sul controllo delle porzioni e sulla nutrizione
ro: Concentrează-te pe controlul porțiilor și nutriție
sl: Osredotoči se na nadzor porcij in prehrano
sr: Фокусирај се на контролу порција и исхрану

source: Follow your personalized plan
bg: Следвай персонализирания си план
es: Sigue tu plan personalizado
fr: Suis ton plan personnalisé
hr: Slijedi svoj personalizirani plan
hu: Kövesd személyre szabott tervedet
it: Segui il tuo piano personalizzato
ro: Urmează planul tău personalizat
sl: Sledi svojemu personaliziranemu načrtu
sr: Следи свој персонализовани план

source: Stay consistent, see real results
bg: Бъди постоянен, виждай реални резултати
es: Mantén la constancia, ve resultados reales
fr: Reste constant, vois de vrais résultats
hr: Budi dosljedan i vidi stvarne rezultate
hu: Légy következetes, láss valódi eredményeket
it: Rimani costante e ottieni risultati reali
ro: Fii consecvent, vezi rezultate reale
sl: Ostani dosleden, vidi prave rezultate
sr: Буди доследан, види праве резултате

source: Enable notifications for better results
bg: Активирай известия за по-добри резултати
es: Activa las notificaciones para mejores resultados
fr: Active les notifications pour de meilleurs résultats
hr: Omogući obavijesti za bolje rezultate
hu: Engedélyezd az értesítéseket jobb eredményekért
it: Abilita le notifiche per risultati migliori
ro: Activează notificările pentru rezultate mai bune
sl: Omogoči obvestila za boljše rezultate
sr: Омогући обавештења за боље резултате

source: (Recommended)
bg: (Препоръчително)
es: (Recomendado)
fr: (Recommandé)
hr: (Preporučeno)
hu: (Ajánlott)
it: (Consigliato)
ro: (Recomandat)
sl: (Priporočeno)
sr: (Препоручено)

# kalorinaHelpsYouKeepTrack
source: Kalorina helps you keep track — Get daily reminders
bg: Каролина ти помага да следиш — Получавай ежедневни напомняния
es: Kalorina te ayuda a hacer seguimiento — Recibe recordatorios diarios
fr: Kalorina t'aide à suivre — Reçois des rappels quotidiens
hr: Kalorina ti pomaže ostati na pravom putu — primaj dnevne podsjetnike
hu: A Kalorina segít nyomon követni — Kapj napi emlékeztetőket
it: Kalorina ti aiuta a restare costante — ricevi promemoria giornalieri
ro: Kalorina te ajută să urmărești — Primește memento zilnice
sl: Kalorina ti pomaga slediti — Prejemaj dnevne opomnike
sr: Каролина ти помаже да пратиш — Примај дневне подсетнике

source: Don't Allow
bg: Не позволявай
es: No permitir
fr: Ne pas autoriser
hr: Ne dopusti
hu: Ne engedélyezd
it: Non consentire
ro: Nu permite
sl: Ne dovoli
sr: Не дозволи

source: Allow
bg: Позволи
es: Permitir
fr: Autoriser
hr: Dopusti
hu: Engedélyezd
it: Consenti
ro: Permite
sl: Dovoli
sr: Дозволи

# countBurnedCaloriesTowardsGoal
source: Count burned calories towards your daily goal?
bg: Броене на изгорени калории към дневната цел?
es: ¿Contar calorías quemadas hacia el objetivo diario?
fr: Compter les calories brûlées vers l'objectif quotidien?
hr: Uračunati potrošene kalorije u dnevni cilj?
hu: Elégett kalóriák számítása a napi cél felé?
it: Conteggiare le calorie bruciate nell’obiettivo giornaliero?
ro: Numărați caloriile arse către obiectivul zilnic?
sl: Štetje zažganih kalorij za dnevni cilj?
sr: Рачунати спаљене калорије ка дневном циљу?

source: Today's goal:
bg: Днешна цел:
es: Objetivo de hoy:
fr: Objectif d'aujourd'hui:
hr: Današnji cilj:
hu: Mai cél:
it: Obiettivo di oggi:
ro: Obiectivul de astăzi:
sl: Današnji cilj:
sr: Данашњи циљ:

# stepsLabel
source: Steps:
bg: Стъпки:
es: Pasos:
fr: Pas:
hr: Koraci:
hu: Lépések:
it: Passi:
ro: Pași:
sl: Koraki:
sr: Кораци:

# transferExtraCaloriesToNextDay
source: Transfer extra calories to the next day?
bg: Прехвърлете допълнителни калории към следващия ден?
es: ¿Transferir calorías extra al día siguiente?
fr: Transférer les calories supplémentaires au jour suivant?
hr: Prenijeti dodatne kalorije na sljedeći dan?
hu: Extra kalóriák átvitele a következő napra?
it: Trasferire le calorie extra al giorno successivo?
ro: Transferați caloriile suplimentare la ziua următoare?
sl: Prenesi dodatne kalorije na naslednji dan?
sr: Пребаци додатне калорије на следећи дан?

source: Yesterday
bg: Вчера
es: Ayer
fr: Hier
hr: Jučer
hu: Tegnap
it: Ieri
ro: Ieri
sl: Včeraj
sr: Јуче

source: Today
bg: Днес
es: Hoy
fr: Aujourd'hui
hr: Danas
hu: Ma
it: Oggi
ro: Astăzi
sl: Danes
sr: Данас

source: Calories Left
bg: Оставащи калории
es: Calorías Restantes
fr: Calories Restantes
hr: Preostale kalorije
hu: Maradt Kalóriák
it: Calorie rimanenti
ro: Calorii Rămase
sl: Preostale Kalorije
sr: Преостале Калорије

# everydayLogFireReflect
source: Every day, you can log your 🔥 to reflect on whether you truly achieved what you wanted. Your fires build streaks that show your consistency.
bg: Всеки ден можеш да регистрираш своя 🔥, за да размислиш дали наистина постигна това, което искаше. Твоите огньове изграждат серии, които показват твоята последователност.
es: Cada día, puedes registrar tu 🔥 para reflexionar si realmente lograste lo que querías. Tus fuegos construyen rachas que muestran tu consistencia.
fr: Chaque jour, tu peux enregistrer ton 🔥 pour réfléchir si tu as vraiment atteint ce que tu voulais. Tes feux construisent des séries qui montrent ta cohérence.
hr: Svaki dan možeš zabilježiti svoj 🔥 kako bi razmislio jesi li zaista postigao ono što si želio. Tvoji plamenovi grade nizove koji pokazuju tvoju dosljednost.
hu: Minden nap rögzítheted a 🔥-t, hogy elgondolkodj azon, valóban elérted-e, amit szerettél volna. A tüzeid sorozatokat építenek, amelyek mutatják a következetességedet.
it: Ogni giorno puoi registrare il tuo 🔥 per riflettere se hai davvero raggiunto ciò che volevi. I tuoi fuochi costruiscono serie che mostrano la tua costanza.
ro: În fiecare zi, poți înregistra 🔥 pentru a reflecta dacă ai atins cu adevărat ceea ce ai dorit. Focurile tale construiesc serii care îți arată consistența.
sl: Vsak dan lahko zabeleži svoj 🔥, da razmisliš, ali si res dosegel, kar si želel. Tvoji požari gradijo nize, ki kažejo tvojo doslednost.
sr: Сваког дана можеш забележити своју 🔥 како би размислио да ли си заиста постигао оно што си желео. Твоје ватре граде серије које показују твоју доследност.

# longLastingHealthEffects
source: You'll see long-lasting effects on your health
bg: Ще видиш дълготрайни ефекти върху твоето здраве
es: Verás efectos duraderos en tu salud
fr: Tu verras des effets durables sur ta santé
hr: Vidjet ćeš dugotrajne učinke na svoje zdravlje
hu: Hosszú távú hatásokat fogsz látni az egészségedre
it: Vedrai effetti duraturi sulla tua salute
ro: Vei vedea efecte de lungă durată asupra sănătății tale
sl: Videl boš dolgotrajne učinke na svoje zdravje
sr: Видећеш дуготрајне ефекте на своје здравље

# usersStayConsistentMaintainWeight
source: of users who stay consistent maintain their weight even
bg: От потребителите, които остават последователни, поддържат теглото си дори
es: de los usuarios que se mantienen consistentes mantienen su peso incluso
fr: des utilisateurs qui restent cohérents maintiennent leur poids même
hr: korisnika koji ostanu dosljedni uspijevaju održati svoju težinu čak
hu: azok közül a felhasználók közül, akik következetesek maradnak, fenntartják súlyukat még
it: degli utenti che rimangono costanti mantengono il loro peso anche
ro: dintre utilizatorii care rămân consecvenți își mențin greutatea chiar
sl: uporabnikov, ki ostanejo dosledni, ohranja svojo težo celo
sr: корисника који остају доследни одржавају своју тежину чак

# twelveMonthsLater
source: 12 months later
bg: 12 месеца по-късно
es: 12 meses después
fr: 12 mois plus tard
hr: 12 mjeseci kasnije
hu: 12 hónappal később
it: 12 mesi dopo
ro: 12 luni mai târziu
sl: 12 mesecev kasneje
sr: 12 месеци касније

# leaveUsReview
source: Leave us a review
bg: Оставете ни рецензия
es: Déjanos una reseña
fr: Laissez-nous un avis
hr: Ostavi nam recenziju
hu: Hagyjon nekünk értékelést
it: Lasciaci una recensione
ro: Lăsați-ne o recenzie
sl: Pustite nam oceno
sr: Остави нам рецензију

# joinOver10000People
source: Join over 10,000 people just like you
bg: Присъединете се към над 10 000 хора точно като вас
es: Únete a más de 10,000 personas como tú
fr: Rejoignez plus de 10 000 personnes comme vous
hr: Pridruži se više od 10.000 ljudi baš poput tebe
hu: Csatlakozzon több mint 10 000 emberhez, akik olyanok, mint Ön
it: Unisciti a oltre 10.000 persone proprio come te
ro: Alăturați-vă la peste 10.000 oameni exact ca dumneavoastră
sl: Pridružite se več kot 10.000 ljudem prav kot vi
sr: Придружи се више од 10.000 људи баш попут тебе

source: Applied
bg: Приложено
es: Aplicado
fr: Appliqué
hr: Primijenjeno
hu: Alkalmazva
it: Applicato
ro: Aplicat
sl: Uporabljeno
sr: Примењено

# howItWorksUniqueApproach
source: How Kalorina's unique approach works
bg: Как уникалният подход на Каролина работи
es: Cómo funciona el enfoque único de Kalorina
fr: Comment fonctionne l'approche unique de Kalorina
hr: Kako Kalorinin jedinstveni pristup funkcionira
hu: Hogyan működik a Kalorina egyedi megközelítése
it: Come funziona l’approccio unico di Kalorina
ro: Cum funcționează abordarea unică a Kalorina
sl: Kako Kalorinov edinstven pristop deluje
sr: Како Каролинин јединствени приступ функционише

source: Scan
bg: Сканирай
es: Escanear
fr: Scanner
hr: Skeniraj
hu: Szkennelés
it: Scansiona
ro: Scanează
sl: Skeniraj
sr: Скенирај

source: Analyze
bg: Анализирай
es: Analizar
fr: Analyser
hr: Analiziraj
hu: Elemzés
it: Analizza
ro: Analizează
sl: Analiziraj
sr: Анализирај

source: Track
bg: Проследи
es: Seguir
fr: Suivre
hr: Prati
hu: Követés
it: Traccia
ro: Urmărește
sl: Sledi
sr: Прати

source: Height and Weight
bg: Височина и тегло
es: Altura y peso
fr: Taille et poids
hr: Visina i težina
hu: Magasság és súly
it: Altezza e peso
ro: Înălțime și greutate
sl: Višina in teža
sr: Висина и тежина

# heightWeightSubtitle
source: This information helps us personalize your daily caloric and nutritional goals.
bg: Тази информация ни помага да персонализираме вашите дневни калорични и хранителни цели.
es: Esta información nos ayuda a personalizar tus objetivos diarios de calorías y nutrición.
fr: Cette information nous aide à personnaliser vos objectifs caloriques et nutritionnels quotidiens.
hr: Ove informacije pomažu nam personalizirati tvoje dnevne kalorijske i nutritivne ciljeve.
hu: Ez az információ segít nekünk személyre szabni a napi kalória- és táplálkozási céljaidat.
it: Queste informazioni ci aiutano a personalizzare i tuoi obiettivi calorici e nutrizionali giornalieri.
ro: Această informație ne ajută să personalizăm obiectivele tale calorice și nutriționale zilnice.
sl: Ta informacija nam pomaga personalizirati vaše dnevne kalorične in prehranske cilje.
sr: Ова информација нам помаже да персонализујемо ваше дневне калоријске и нутритивне циљеве.

source: Imperial
bg: Имперска
fr: Impérial
hr: Imperijalni
hu: Birodalmi
it: Imperiale
sl: Imperialno
sr: Империјал

source: Metric
bg: Метрична
es: Métrico
fr: Métrique
hr: Metrički
hu: Metrikus
it: Metrico
sl: Metrično
sr: Метрички

# heightLabel
source: Height
bg: Височина
es: Altura
fr: Taille
hr: Visina
hu: Magasság
it: Altezza
ro: Înălțime
sl: Višina
sr: Висина

# weightLabel
source: Weight
bg: Тегло
es: Peso
fr: Poids
hr: Težina
hu: Súly
it: Peso
ro: Greutate
sl: Teža
sr: Тежина

source: When were you born?
bg: Кога сте родени?
es: ¿Cuándo naciste?
fr: Quand êtes-vous né?
hr: Kada si rođen?
hu: Mikor születtél?
it: Quando sei nato?
ro: Când te-ai născut?
sl: Kdaj ste bili rojeni?
sr: Када сте рођени?

# birthDateSubtitle
source: This will be taken into account when calculating your daily nutritional goals.
bg: Това ще бъде взето предвид при изчисляването на вашите дневни хранителни цели.
es: Esto se tendrá en cuenta al calcular tus objetivos nutricionales diarios.
fr: Cela sera pris en compte lors du calcul de vos objectifs nutritionnels quotidiens.
hr: Ovo će se uzeti u obzir pri izračunu tvojih dnevnih nutritivnih ciljeva.
hu: Ez figyelembe lesz véve a napi táplálkozási céljaid kiszámításakor.
it: Questo verrà considerato nel calcolo dei tuoi obiettivi nutrizionali giornalieri.
ro: Acest lucru va fi luat în considerare la calcularea obiectivelor tale nutriționale zilnice.
sl: To bo upoštevano pri izračunu vaših dnevnih prehranskih ciljev.
sr: Ово ће бити узето у обзир приликом израчунавања ваших дневних нутритивних циљева.

# monthLabel
source: Month
bg: Месец
es: Mes
fr: Mois
hr: Mjesec
hu: Hónap
it: Mese
ro: Lună
sl: Mesec
sr: Месец

# dayLabel
source: Day
bg: Ден
es: Día
fr: Jour
hr: Dan
hu: Nap
it: Giorno
ro: Zi
sl: Dan
sr: Дан

# yearLabel
source: Year
bg: Година
es: Año
fr: Année
hr: Godina
hu: Év
it: Anno
ro: An
sl: Leto
sr: Година

source: January
bg: Януари
es: Enero
fr: Janvier
hr: Siječanj
hu: Január
it: Gennaio
ro: Ianuarie
sl: Januar
sr: Јануар

source: February
bg: Февруари
es: Febrero
fr: Février
hr: Veljača
hu: Február
it: Febbraio
ro: Februarie
sl: Februar
sr: Фебруар

source: March
bg: Март
es: Marzo
fr: Mars
hr: Ožujak
hu: Március
it: Marzo
ro: Martie
sl: Marec
sr: Март

source: April
bg: Април
es: Abril
fr: Avril
hr: Travanj
hu: Április
it: Aprile
ro: Aprilie
sr: Април

source: May
bg: Май
es: Mayo
fr: Mai
hr: Svibanj
hu: Május
it: Maggio
ro: Mai
sl: Maj
sr: Мај

source: June
bg: Юни
es: Junio
fr: Juin
hr: Lipanj
hu: Június
it: Giugno
ro: Iunie
sl: Junij
sr: Јун

source: July
bg: Юли
es: Julio
fr: Juillet
hr: Srpanj
hu: Július
it: Luglio
ro: Iulie
sl: Julij
sr: Јул

source: August
bg: Август
es: Agosto
fr: Août
hr: Kolovoz
hu: Augusztus
it: Agosto
sl: Avgust
sr: Август

source: September
bg: Септември
es: Septiembre
fr: Septembre
hr: Rujan
hu: Szeptember
it: Settembre
ro: Septembrie
sr: Септембар

source: October
bg: Октомври
es: Octubre
fr: Octobre
hr: Listopad
hu: Október
it: Ottobre
ro: Octombrie
sl: Oktober
sr: Октобар

source: November
bg: Ноември
es: Noviembre
fr: Novembre
hr: Studeni
it: Novembre
ro: Noiembrie
sr: Новембар

source: December
bg: Декември
es: Diciembre
fr: Décembre
hr: Prosinac
it: Dicembre
ro: Decembrie
sr: Децембар

source: Select your Gender
bg: Изберете вашия пол
es: Selecciona tu Género
fr: Sélectionnez votre Genre
hr: Odaberi svoj spol
hu: Válaszd ki a Nemed
it: Seleziona il tuo genere
ro: Selectează-ți Genul
sl: Izberite svoj Spol
sr: Одабери свој Пол

# genderSelectionInfo
source: Select the gender that matches your body's physiology for accurate calorie tracking
bg: Изберете пола, който съответства на физиологията на вашето тяло за точно проследяване на калориите
es: Selecciona el género que coincida con la fisiología de tu cuerpo para un seguimiento preciso de calorías
fr: Sélectionnez le genre qui correspond à la physiologie de votre corps pour un suivi précis des calories
hr: Odaberi spol koji odgovara fiziologiji tvog tijela za precizno praćenje kalorija
hu: Válaszd ki azt a nemet, amely megfelel tested fiziológiájának a pontos kalóriaszámításhoz
it: Seleziona il genere che corrisponde alla fisiologia del tuo corpo per un monitoraggio accurato delle calorie
ro: Selectează genul care se potrivește cu fiziologia corpului tău pentru urmărirea precisă a caloriilor
sl: Izberite spol, ki ustreza fiziologiji vašega telesa za natančno sledenje kalorij
sr: Одаберите пол који одговара физиологији вашег тела за прецизно праћење калорија

# maleGender
source: Male
bg: Мъж
es: Hombre
fr: Homme
hr: Muškarac
hu: Férfi
it: Uomo
ro: Bărbat
sl: Moški
sr: Мушкарац

# femaleGender
source: Female
bg: Жена
es: Mujer
fr: Femme
hr: Žena
hu: Nő
it: Donna
ro: Femeie
sl: Ženska
sr: Жена

# howManyWorkoutsPerWeek
source: How many workouts do you do per week
bg: Колко тренировки правите седмично
es: Cuántos entrenamientos haces por semana
fr: Combien d'entraînements faites-vous par semaine
hr: Koliko treninga radiš tjedno
hu: Hány edzést végzel hetente
it: Quanti allenamenti fai a settimana
ro: Câte antrenamente faci pe săptămână
sl: Koliko treningov opravite tedensko
sr: Колико тренинга радиш недељно

# selectBestOption
source: Select the option that suits you best
bg: Изберете опцията, която ви подхожда най-добре
es: Selecciona la opción que más te convenga
fr: Sélectionnez l'option qui vous convient le mieux
hr: Odaberi opciju koja ti najviše odgovara
hu: Válaszd ki a számodra legmegfelelőbb lehetőséget
it: Seleziona l’opzione più adatta a te
ro: Selectează opțiunea care ți se potrivește cel mai bine
sl: Izberite možnost, ki vam najbolj ustreza
sr: Одаберите опцију која вам највише одговара

# noWorkouts
source: I don't work out
bg: Не тренирам
es: No entreno
fr: Je ne m'entraîne pas
hr: Ne treniram
hu: Nem edzelek
it: Non mi alleno
ro: Nu mă antrenez
sl: Ne treniram
sr: Не тренирам

source: Occasional workouts
bg: Случайни тренировки
es: Entrenamientos ocasionales
fr: Entraînements occasionnels
hr: Treninzi s vremena na vrijeme
hu: Alkalmi edzések
it: Allenamenti occasionali
ro: Antrenamente ocazionale
sl: Občasni treningi
sr: Тренинзи с времена на време

source: Several workouts weekly
bg: Няколко тренировки седмично
es: Varios entrenamientos semanales
fr: Plusieurs entraînements par semaine
hr: Nekoliko treninga tjedno
hu: Több edzés hetente
it: Diversi allenamenti a settimana
ro: Mai multe antrenamente săptămânale
sl: Več treningov tedensko
sr: Неколико тренинга недељно

source: Dedicated athlete
bg: Отдаден спортист
es: Atleta dedicado
fr: Athlète dévoué
hr: Predani sportaš
hu: Elkötelezett sportoló
it: Atleta dedicato
ro: Atlet dedicat
sl: Predani športnik
sr: Предани спортиста

source: Where did you hear about us?
bg: Откъде чухте за нас?
es: ¿Dónde escuchaste sobre nosotros?
fr: Où avez-vous entendu parler de nous?
hr: Gdje si čuo za nas?
hu: Hol hallottál rólunk?
it: Dove hai sentito parlare di noi?
ro: De unde ai auzit despre noi?
sl: Kje ste slišali za nas?
sr: Где сте чули за нас?

source: Influencer
bg: Инфлуенсър
fr: Influenceur
sl: Vplivnež
sr: Инфлуенсер

source: Friends or Family
bg: Приятели или семейство
es: Amigos o Familia
fr: Amis ou Famille
hr: Prijatelji ili obitelj
hu: Barátok vagy Család
it: Amici o famiglia
ro: Prieteni sau Familie
sl: Prijatelji ali Družina
sr: Пријатељи или Породица

source: Other
bg: Друго
es: Otro
fr: Autre
hr: Ostalo
hu: Egyéb
it: Altro
ro: Altele
sl: Drugo
sr: Остало

# wellDoneBigStep
source: Well done! You just took a big step.
bg: Браво! Току-що направихте голяма стъпка.
es: ¡Bien hecho! Acabas de dar un gran paso.
fr: Bien joué! Vous venez de faire un grand pas.
hr: Bravo! Upravo si napravio velik korak.
hu: Szép munka! Épp most tettél egy nagy lépést.
it: Ben fatto! Hai appena fatto un grande passo.
ro: Felicitări! Tocmai ai făcut un pas mare.
sl: Bravo! Pravkar ste naredili velik korak.
sr: Браво! Управо сте направили велик корак.

# calorieTrackingPart1
source: Did you know that calorie tracking is a
bg: Знаехте ли, че проследяването на калориите е
es: ¿Sabías que el seguimiento de calorías es un
fr: Saviez-vous que le suivi des calories est une
hr: Jesi li znao da je praćenje kalorija
hu: Tudtad, hogy a kalóriaszámolás egy
it: Sapevi che il conteggio delle calorie è un
ro: Știai că urmărirea caloriilor este o
sl: Ali ste vedeli, da je štetje kalorij
sr: Јесте ли знали да је праћење калорија

source: scientifically proven method
bg: научно доказан метод
es: método científicamente probado
fr: méthode scientifiquement prouvée
hr: znanstveno dokazana metoda
hu: tudományosan bizonyított módszer
it: metodo scientificamente provato
ro: metodă dovedită științific
sl: znanstveno dokazana metoda
sr: научно доказана метода

# calorieTrackingPart2
source: to achieve your goals – and up to
bg: за постигане на вашите цели – и дори до
es: para lograr tus objetivos – e incluso hasta
fr: pour atteindre vos objectifs – et même jusqu'à
hr: ostvarivanja tvojih ciljeva – i to i do
hu: a célok elérésére – és akár
it: per raggiungere i tuoi obiettivi – e persino fino a
ro: pentru a-ți atinge obiectivele – și chiar de până la
sl: za doseganje vaših ciljev – in tudi do
sr: остваривања ваших циљева – и то и до

# twiceFaster
source: twice as fast
bg: два пъти по-бързо
es: el doble de rápido
fr: deux fois plus vite
hr: dvostruko brže
hu: kétszer gyorsabban
it: due volte più velocemente
ro: de două ori mai rapid
sl: dvakrat hitreje
sr: двоструко брже

source: Your progress
bg: Вашият напредък
es: Tu progreso
fr: Votre progrès
hr: Tvoj napredak
hu: Az előrehaladásod
it: Il tuo progresso
ro: Progresul tău
sl: Vaš napredek
sr: Ваш напредак

source: With Kalorina
bg: С Каролина
es: Con Kalorina
fr: Avec Kalorina
hr: S Kalorinom
hu: Kalorinával
it: Con Kalorina
ro: Cu Kalorina
sl: S Kalorino
sr: Са Каролином

source: Without Kalorina
bg: Без Каролина
es: Sin Kalorina
fr: Sans Kalorina
hr: Bez Kalorine
hu: Kalorina nélkül
it: Senza Kalorina
ro: Fără Kalorina
sl: Brez Kalorine
sr: Без Каролине

source: What is your goal
bg: Каква е вашата цел
es: Cuál es tu objetivo
fr: Quel est votre objectif
hr: Koji je tvoj cilj
hu: Mi a célod
it: Qual è il tuo obiettivo
ro: Care este obiectivul tău
sl: Kakšen je vaš cilj
sr: Који је твој циљ

# selectGoalThatSuitsYou
source: Select the goal that suits you best
bg: Изберете целта, която ви подхожда най-добре
es: Selecciona el objetivo que más te convenga
fr: Sélectionnez l'objectif qui vous convient le mieux
hr: Odaberi cilj koji ti najviše odgovara
hu: Válaszd ki a neked legjobban megfelelő célt
it: Seleziona l’obiettivo più adatto a te
ro: Selectează obiectivul care ți se potrivește cel mai bine
sl: Izberite cilj, ki vam najbolj ustreza
sr: Одаберите циљ који вам највише одговара

source: Lose Weight
bg: Отслабване
es: Perder Peso
fr: Perdre du Poids
hr: Smršaviti
hu: Fogyás
it: Perdere peso
ro: Pierdere în Greutate
sl: Izgubiti Težo
sr: Смршати
